[
  {
    "url": "https://www.molecule.to/blog/ip-nfts-funded",
    "crawl": {
      "loadedUrl": "https://www.molecule.to/blog/ip-nfts-funded",
      "loadedTime": "2025-06-04T15:27:41.851Z",
      "referrerUrl": "https://www.molecule.to/blog/ip-nfts-funded",
      "depth": 0,
      "httpStatusCode": 200
    },
    "metadata": {
      "canonicalUrl": "https://www.molecule.to/blog/ip-nfts-funded",
      "title": "Taking a Look at the IP-NFTs Changing Science Today",
      "description": "On the 17th of August 2021, the first IP-NFT was traded, ushering in a new way of funding research. Since then, a total of six projects have been funded through the Molecule system.",
      "author": null,
      "keywords": null,
      "languageCode": null,
      "openGraph": [
        {
          "property": "og:title",
          "content": "Taking a Look at the IP-NFTs Changing Science Today"
        },
        {
          "property": "og:description",
          "content": "On the 17th of August 2021, the first IP-NFT was traded, ushering in a new way of funding research. Since then, a total of six projects have been funded through the Molecule system."
        },
        {
          "property": "og:image",
          "content": "https://cdn.prod.website-files.com/5fcf3f3d3283226f94ef2d03/646deeab715107c2ff64aee6_IP-NFT%20Timeline%20Molecule.jpg"
        },
        {
          "property": "twitter:title",
          "content": "Taking a Look at the IP-NFTs Changing Science Today"
        },
        {
          "property": "twitter:description",
          "content": "On the 17th of August 2021, the first IP-NFT was traded, ushering in a new way of funding research. Since then, a total of six projects have been funded through the Molecule system."
        },
        {
          "property": "twitter:image",
          "content": "https://cdn.prod.website-files.com/5fcf3f3d3283226f94ef2d03/646deeab715107c2ff64aee6_IP-NFT%20Timeline%20Molecule.jpg"
        },
        {
          "property": "og:type",
          "content": "website"
        }
      ],
      "jsonLd": null,
      "headers": {
        "date": "Wed, 04 Jun 2025 15:27:32 GMT",
        "content-type": "text/html",
        "x-frame-options": "SAMEORIGIN",
        "content-security-policy": "frame-ancestors 'self'",
        "strict-transport-security": "max-age=31536000",
        "surrogate-key": "www.molecule.to 5fcf058ca5a742c36f247ef0 pageId:6244276c68ba891f54604fa0 6244276c68ba8957f3604f9e 6244258e7e079c62f7b154f0 6244276c68ba8957f3604f9e 622f0b432a214720a6037471",
        "surrogate-control": "max-age=432000",
        "x-lambda-id": "6a606c82-4251-4ec9-be4e-90e41fdec812",
        "content-encoding": "gzip",
        "last-modified": "Tue, 03 Jun 2025 13:09:21 GMT",
        "cf-cache-status": "HIT",
        "age": "19150",
        "vary": "Accept-Encoding",
        "set-cookie": "_cfuvid=O2ZyTAdtZyjXwyZstUz.g.uSDMC2q77VAlQb3IHtKXM-1749050852678-0.0.1.1-604800000; path=/; domain=.cdn.webflow.com; HttpOnly; Secure; SameSite=None",
        "cf-ray": "94a874751af182be-ARN",
        "alt-svc": "h3=\":443\"; ma=86400",
        "x-cluster-name": "eu-north-1-prod-hosting-red",
        "x-firefox-spdy": "h2"
      }
    },
    "screenshotUrl": null,
    "text": "Taking a Look at the IP-NFTs Changing Science Today\nDr Scheibye-Knudsen & The Longevity Molecule\nDr Morten Scheibye-Knudsen suspects that therapeutics to prevent age-related diseases are already on the market — we just aren’t using them in the right way. Prior to Molecule, his team had been using machine learning to analyze the medical records of 4 million Danish citizens, identifying prescription drugs associated with longer lifespans. Funding was needed to perform wet-lab testing on the possible candidates, and that’s where VitaDAO came in. By purchasing the intellectual property-NFT, this DAO, whose mission is to improve human lifespan and healthspan, was able to meet the funding goal of $250 000. Dr Scheibye-Knudsen and his team are currently testing compounds in both fruit fly and human cell models, with a reduction in cellular senescence being used as a measure of success. At the six-month review, the team had been able to rule out one compound as it had not been fruitful in the fly model. They had also identified a promising new compound that was showing consistent reduction in cellular senescence. Moreover, new avenues of research may be opened up through this study — the mechanism through which these molecules act will need to be characterized. There is still a vast library of prescription medications that could be tested, each representing a possible treatment for aging. Imagine being able to wake up and take a longevity compound cocktail each morning! Dr Scheibye-Knudsen has recently published a paper on cellular senescence, and if you look closely, you’ll be able to spot VitaDAO in the acknowledgements.\n“In my core (I) believe that leveraging the community for scientific development is exciting and useful. I think we need as many minds as possible to work on these problems.” \nDr Morten Scheibye-Knudsen\nAging is associated with defective autophagy pathways in cells. The process is as follows: faulty autophagy leads to an accumulation of dysfunctional mitochondria and other cellular components such as protein aggregates, which in turn cause stress pathways to be activated. These pathways deplete cellular resources to the point of eventual apoptosis, or cell suicide. One of the key reasons for defective autophagy is lysosomal dysfunction which sits right at the finish line of the autophagy process, and is Dr Viktor Korolchuk’s area of interest. Having identified possible autophagy activators, Dr Korolchuk contacted Molecule to find funding to test these activators. Within four weeks his project was assessed by VitaDAO and approved. Not only was this thrilling, but it represented the huge strides being made by Molecule to increase the ease in which projects are funded. Using Npc1 knockout cells, which are unable to form lysosomal protein and thus complete autophagy, Dr Korolchuk will administer potential activators to these cells. These compounds will also be tested against cells that lack the ability to initiate autophagy, to demonstrate the specificity of these activators to work at the terminal stage of autophagy which involves the lysosome. According to Dr Korolchuk, two of the most beneficial aspects of receiving funding through a DAO are the possibilities of collaboration and/or data sharing within the VitaDAO community. \n“A sharp body makes a sharp mind” is the sentiment of Dr Evandro Fei Fang. A trailblazer in his field, Dr Fang was the first to propose mitophagy, a subtype of autophagy, as a possible driver for Alzheimer's, and went on to demonstrate its causative role in the disease. Using AI, aptly named Fang-AI, his lab has identified compounds that may activate mitophagy. With the support of VitaDAO, other novel small molecule libraries will also be tested in Fang-AI. VitaDAO is facilitating the testing of these compounds, with Dr Fang citing the delicate nature of cell toxicity as a probable hurdle. These compounds will be tested cross-species in order to reduce the chance of false positives. If they are successful, drug therapies could be developed to treat not only patients with Alzheimer's but people suffering from all sorts of neurodegenerative diseases, such as Parkinson's, Huntington's, and ALS. Within this grant, Fang’s previous PhD student, Dr Shuqin Cao, has also received funding. During Dr Cao’s PhD, she identified two mitophagy activators in passion fruit which, amazingly, were effective at one tenth of the dose of the small molecules identified by Fang-AI. VitaDAO’s funding will allow for further structural modification to patent these molecules.\n“Assigning an intellectual property agreement to VitaDAO allowed us to concentrate on the wet lab. They talk to industry to see who is willing to buy the IP, or do clinical trials. This is a win-win for both parties.” \nDr Evandro Fei Fang\nDr Fang and his team hard at work\nDr An & Periodontal Disease\nPeriodontitis, a chronic oral disease, is the inflammaging (inflammation without overt infection) of the tissues supporting our teeth. This leads to the degradation of connective tissue, bone, and eventual loss of the tooth. It is inextricably linked with aging and is not only painful, but also associated with age related diseases such as heart disease, diabetes and Alzheimer's. Dr An, a self described “dentist scientist”, is crafting the first medical non-surgical solution to this problem. This project is the first project to be funded as an IP-NFT in the US. Previously Dr An had found that the drug Rapamycin, an mTOR inhibitor, had had success in reducing age-related periodontal bone loss in mice. Based on those studies, his team will use funding from VitaDAO to test small molecule inhibitors of the mTOR pathway to combat this inflammaging. At the end of the eight week study in mouse models the aim is to see a reduction in inflammaging or even a direct improvement of periodontal disease. Although the study is examining dental disease the benefit extends further, as a prospective method to ward off many cognition- and age-related diseases. As a patient, the hope is that one day the toothpaste from your local grocery store will contain these small molecules, stopping periodontitis before it even begins. \nDr Sharma & Senolytic CAR-NK Cells \nMethods to clear senescent cells have been already established, but come with the caveat of potentially deleterious off-target effects. By harnessing our own immune system, we could mitigate the damaging effect of these senescent cells, while avoiding unfortunate side effects. Dr Sharma proposed that Chimeric Antigen Receptor Natural Killer cells (CAR-NK) could be the answer, based on the success of CAR-T cells to combat cancer. Natural killer cells, our immune system’s surveillance team, are cheaper to produce and have the benefit of not needing to be derived from the individual patient, compared to T cells. Additionally, natural killer cells are cleared from the body in 2–3 weeks, which reduces the potential of off-target effects. Senescent cells have unique surface markers, three of which have been characterized by Dr Sharma’s team. VitaDAO is funding the design of natural killer cells that will recognise these markers. Dr Sharma’s research sits on the threshold of a wide range of further study; senescent cells are heterogenous, meaning that this method may not work ubiquitously. Additionally, some senescent cells are beneficial, and thus should not be a target. A resounding principle of the DeSci movement is to look at science through a different lens: one of intrigue and development rather than the pressure to report immediately actable results. VitaDAO saw the intrinsic value in this research for those reasons.\nDr Paus & Thyroid Hormones for Hair Loss\nHair loss is commonly considered a cosmetic issue but affects the majority of the population in their lifetime, and can cause great emotional distress. This is the cause that drives HairDAO, the second DAO to enter the IP-NFT arena. Leading their first project is Dr Ralf Paus, a titan in the hair loss field. Previously, Dr Paus had established that the introduction of thyroid hormones T3 and T4 was able to extend the hair follicle growth phase, stimulate keratin production, as well as mitigate hair cell apoptosis. This was done by adding thyroid hormones into organ culture, in which the hair follicles sat. Before Dr Paus, topical thyroid hormones had never been tested in the context of dermatology. Funding from HairDAO will allow Dr Paus to test T3 and T4 on human scalp skin, with a possible second bout of funding to further the research. Results are expected summertime this year. Fascinatingly, one of the drawbacks in hair loss research is model validity. Mouse hair models do not adequately emulate human hair models… so if anyone is willing to donate a bit of your scalp, let him know! A self-described luddite, Dr Paus was apprehensive of this reasonably tech savvy way of funding but guidance from HairDAO and Molecule made the process painless. He later went on to speak to one of the key advantages of being funded by a DAO: having a community of people who share your vision and can offer robust scientific commentary. \nDr Paus working on a previous study\nLooking to the horizon…\nHot on the heels of HairDAO is ValleyDAO. The DAO, whose focus is synthetic biology, is in talks with Dr Rodrigo Ledesma-Amaro to fund his research into lipid extraction from oleaginous yeast. While microbial lipids are far more sustainable than the alternatives; sources of animal fats and plant oils - they are more expensive to extract. Dr Ledesma-Amaro aims to combat this. AthenaDAO also has a potential IP-NFT in the pipeline, tackling ovarian aging with PhD student, Lu Dong. On the surface, female reproductive health seems to only pertain to women, but AthenaDAO reminds us that this issue matters to every person because it impacts the creation of a future generation. Outside of the umbrella of IP-NFT’s, the ever-active VitaDAO has a couple of projects on the horizon. They have funded the creation of The Longevist, a careful curation of longevity research, to be released every quarter. You can expect the first issue soon! \nExperimentation is integral to scientific progression — and that extends to all aspects of the scientific process. We’d like to express our gratitude to these six researchers and their teams for embracing change and experimenting with this novel way of funding. If this resonates with you, take 15 minutes to upload your project on the Molecule website, or join our Discord.",
    "markdown": "# Taking a Look at the IP-NFTs Changing Science Today\n\n### **Dr Scheibye-Knudsen & The Longevity Molecule**\n\nDr Morten Scheibye-Knudsen suspects that therapeutics to prevent age-related diseases are already on the market — we just aren’t using them in the right way. Prior to Molecule, his team had been using machine learning to analyze the medical records of 4 million Danish citizens, identifying prescription drugs associated with longer lifespans. Funding was needed to perform wet-lab testing on the possible candidates, and that’s where [VitaDAO](https://www.vitadao.com/) came in. By purchasing the intellectual property-NFT, this DAO, whose mission is to improve human lifespan and healthspan, was able to meet the funding goal of $250 000. Dr Scheibye-Knudsen and his team are currently testing compounds in both fruit fly and human cell models, with a reduction in cellular senescence being used as a measure of success. At the six-month review, the team had been able to rule out one compound as it had not been fruitful in the fly model. They had also identified a promising new compound that was showing consistent reduction in cellular senescence. Moreover, new avenues of research may be opened up through this study — the mechanism through which these molecules act will need to be characterized. There is still a vast library of prescription medications that could be tested, each representing a possible treatment for aging. Imagine being able to wake up and take a longevity compound cocktail each morning! Dr Scheibye-Knudsen has recently published a [paper on cellular senescence](https://www.nature.com/articles/s43587-022-00263-3), and if you look closely, you’ll be able to spot VitaDAO in the acknowledgements.\n\n> “_In my core (I) believe that leveraging the community for scientific development is exciting and useful. I think we need as many minds as possible to work on these problems.”_ \n\n_Dr Morten Scheibye-Knudsen_\n\nAging is associated with defective autophagy pathways in cells. The process is as follows: faulty autophagy leads to an accumulation of dysfunctional mitochondria and other cellular components such as protein aggregates, which in turn cause stress pathways to be activated. These pathways deplete cellular resources to the point of eventual apoptosis, or cell suicide. One of the key reasons for defective autophagy is lysosomal dysfunction which sits right at the finish line of the autophagy process, and is Dr Viktor Korolchuk’s area of interest. Having identified possible autophagy activators, Dr Korolchuk contacted Molecule to find funding to test these activators. [Within four weeks his project was assessed by VitaDAO and approved](https://from.ncl.ac.uk/funding-science-through-blockchain-technology-and-cryptocurrencies). Not only was this thrilling, but it represented the huge strides being made by Molecule to increase the ease in which projects are funded. Using Npc1 knockout cells, which are unable to form lysosomal protein and thus complete autophagy, Dr Korolchuk will administer potential activators to these cells. These compounds will also be tested against cells that lack the ability to initiate autophagy, to demonstrate the specificity of these activators to work at the terminal stage of autophagy which involves the lysosome. According to Dr Korolchuk, two of the most beneficial aspects of receiving funding through a DAO are the possibilities of collaboration and/or  data sharing within the VitaDAO community. \n\n“A sharp body makes a sharp mind” is the sentiment of Dr Evandro Fei Fang. A trailblazer in his field, Dr Fang was the first to propose mitophagy, a subtype of autophagy, as a possible driver for Alzheimer's, and went on to demonstrate its causative role in the disease_._ Using AI, aptly named Fang-AI, his lab has identified compounds that may activate mitophagy. With the support of VitaDAO, other novel small molecule libraries will also be tested in Fang-AI. VitaDAO is facilitating the testing of these compounds, with Dr Fang citing the delicate nature of cell toxicity as a probable hurdle. These compounds will be tested cross-species in order to reduce the chance of false positives. If they are successful, drug therapies could be developed to treat not only patients with Alzheimer's but people suffering from all sorts of neurodegenerative diseases, such as Parkinson's, Huntington's, and ALS. Within this grant, Fang’s previous PhD student, Dr Shuqin Cao, has also received funding. During Dr Cao’s PhD, she identified two mitophagy activators in passion fruit which, amazingly, were effective at one tenth of the dose of the small molecules identified by Fang-AI. VitaDAO’s funding will allow for further structural modification to patent these molecules.\n\n> _“Assigning an intellectual property agreement to VitaDAO allowed us to concentrate on the wet lab. They talk to industry to see who is willing to buy the IP, or do clinical trials. This is a win-win for both parties.”_ \n\n_Dr Evandro Fei Fang_\n\n![](https://cdn.prod.website-files.com/5fcf3f3d3283226f94ef2d03/646def4f7bf192cebd02ea64_3f8d77e1.png)\n\n_Dr Fang and his team hard at work_\n\n### **Dr An & Periodontal Disease**\n\nPeriodontitis, a chronic oral disease, is the inflammaging (inflammation without overt infection) of the tissues supporting our teeth. This leads to the degradation of connective tissue, bone, and eventual loss of the tooth. It is inextricably linked with aging and is not only painful_,_ but also associated with age related diseases such as heart disease, diabetes and Alzheimer's. Dr An, a self described “dentist scientist”, is crafting the first medical non-surgical solution to this problem. This project is the first project to be funded as an IP-NFT in the US. Previously Dr An had found that the drug Rapamycin, an mTOR inhibitor, had had success in reducing age-related periodontal bone loss in mice. Based on those studies, his team will use funding from VitaDAO to test small molecule inhibitors of the mTOR pathway to combat this inflammaging. At the end of the eight week study in mouse models the aim is to see a reduction in inflammaging or even a direct improvement of periodontal disease. Although the study is examining dental disease the benefit extends further, as a prospective method to ward off many cognition- and age-related diseases. As a patient, the hope is that one day the toothpaste from your local grocery store will contain these small molecules, stopping periodontitis before it even begins. \n\n### **Dr Sharma & Senolytic CAR-NK Cells** \n\nMethods to clear senescent cells have been already established, but come with the caveat of potentially deleterious off-target effects. By harnessing our own immune system, we could mitigate the damaging effect of these senescent cells, while avoiding unfortunate side effects. Dr Sharma proposed that Chimeric Antigen Receptor Natural Killer cells (CAR-NK) could be the answer, based on the [success of CAR-T](https://www.nature.com/articles/s43587-021-00121-8) cells to combat cancer. Natural killer cells, our immune system’s surveillance team, are cheaper to produce and have the benefit of not needing to be derived from the individual patient, compared to T cells. Additionally, natural killer cells are cleared from the body in 2–3 weeks, which reduces the potential of off-target effects. Senescent cells have unique surface markers, three of which have been characterized by Dr Sharma’s team. VitaDAO is funding the design of natural killer cells that will recognise these markers. Dr Sharma’s research sits on the threshold of a wide range of further study; senescent cells are heterogenous, meaning that this method may not work ubiquitously. Additionally, some senescent cells are beneficial, and thus should not be a target. A resounding principle of the DeSci movement is to look at science through a different lens: one of intrigue and development rather than the pressure to report immediately actable results. VitaDAO saw the intrinsic value in this research for those reasons.\n\n### **Dr Paus & Thyroid Hormones for Hair Loss**\n\nHair loss is commonly considered a cosmetic issue but affects the majority of the population in their lifetime, and can cause great emotional distress. This is the cause that drives [HairDAO](https://www.hairdao.xyz/), the second DAO to enter the IP-NFT arena. Leading their first project is Dr Ralf Paus, a titan in the hair loss field. Previously, Dr Paus had established that the introduction of thyroid hormones T3 and T4 was able to extend the hair follicle growth phase, stimulate keratin production, as well as mitigate hair cell apoptosis. This was done by adding thyroid hormones into organ culture, in which the hair follicles sat. Before Dr Paus, topical thyroid hormones had never been tested in the context of dermatology. Funding from HairDAO will allow Dr Paus to test T3 and T4 on human scalp skin, with a possible second bout of funding to further the research. Results are expected summertime this year. Fascinatingly, one of the drawbacks in hair loss research is model validity. Mouse hair models do not adequately emulate human hair models… so if anyone is willing to donate a bit of your scalp, let him know! A self-described luddite, Dr Paus was apprehensive of this reasonably tech savvy way of funding but guidance from HairDAO and Molecule made the process painless. He later went on to speak to one of the key advantages of being funded by a DAO: having a community of people who share your vision and can offer robust scientific commentary. \n\n![Dr Paus working on a previous study](https://cdn.prod.website-files.com/5fcf3f3d3283226f94ef2d03/646def4f61f77e68c1a29b03_887be873.png)\n\n_Dr Paus working on a previous study_\n\n### **Looking to the horizon…**\n\nHot on the heels of HairDAO is [ValleyDAO](https://www.valleydao.bio/). The DAO, whose focus is synthetic biology, is in talks with Dr Rodrigo Ledesma-Amaro to fund his research into lipid extraction from oleaginous yeast. While microbial lipids are far more sustainable than the alternatives; sources of animal fats and plant oils - they are more expensive to extract. Dr Ledesma-Amaro aims to combat this. [AthenaDAO](https://www.athenadao.co/) also has a potential IP-NFT in the pipeline, tackling ovarian aging with PhD student, Lu Dong. On the surface, female reproductive health seems to only pertain to women, but AthenaDAO reminds us that this issue matters to every person because it impacts the creation of a future generation. Outside of the umbrella of IP-NFT’s, the ever-active VitaDAO has a couple of projects on the horizon. They have funded the creation of [_The Longevist_](https://twitter.com/longevist_xyz), a careful curation of longevity research, to be released every quarter. You can expect the first issue soon!\n\nExperimentation is integral to scientific progression — and that extends to all aspects of the scientific process. We’d like to express our gratitude to these six researchers and their teams for embracing change and experimenting with this novel way of funding. If this resonates with you, take 15 minutes to upload your project on the [Molecule website](https://discover.molecule.to/), or join our [Discord](https://discord.gg/molecule).",
    "debug": {
      "requestHandlerMode": "browser"
    }
  },
  {
    "url": "https://www.molecule.to/blog/introducing-ip-tokens-ipts-a-new-incentive-for-scientific-collaboration",
    "crawl": {
      "loadedUrl": "https://www.molecule.to/blog/introducing-ip-tokens-ipts-a-new-incentive-for-scientific-collaboration",
      "loadedTime": "2025-06-04T15:27:45.017Z",
      "referrerUrl": "https://www.molecule.to/blog/introducing-ip-tokens-ipts-a-new-incentive-for-scientific-collaboration",
      "depth": 0,
      "httpStatusCode": 200
    },
    "metadata": {
      "canonicalUrl": "https://www.molecule.to/blog/introducing-ip-tokens-ipts-a-new-incentive-for-scientific-collaboration",
      "title": "Introducing IP Tokens (IPTs): A New Incentive for Scientific Collaboration",
      "description": "“Show me the incentive and I’ll show you the outcome” — Charlie Munger",
      "author": null,
      "keywords": null,
      "languageCode": null,
      "openGraph": [
        {
          "property": "og:title",
          "content": "Introducing IP Tokens (IPTs): A New Incentive for Scientific Collaboration"
        },
        {
          "property": "og:description",
          "content": "“Show me the incentive and I’ll show you the outcome” — Charlie Munger"
        },
        {
          "property": "og:image",
          "content": "https://cdn.prod.website-files.com/5fcf3f3d3283226f94ef2d03/64ad11be748989fa0db6e211_introducing-ip-tokens-blog-thumbnail.jpg"
        },
        {
          "property": "twitter:title",
          "content": "Introducing IP Tokens (IPTs): A New Incentive for Scientific Collaboration"
        },
        {
          "property": "twitter:description",
          "content": "“Show me the incentive and I’ll show you the outcome” — Charlie Munger"
        },
        {
          "property": "twitter:image",
          "content": "https://cdn.prod.website-files.com/5fcf3f3d3283226f94ef2d03/64ad11be748989fa0db6e211_introducing-ip-tokens-blog-thumbnail.jpg"
        },
        {
          "property": "og:type",
          "content": "website"
        }
      ],
      "jsonLd": null,
      "headers": {
        "date": "Wed, 04 Jun 2025 15:27:40 GMT",
        "content-type": "text/html",
        "strict-transport-security": "max-age=31536000",
        "x-frame-options": "SAMEORIGIN",
        "content-security-policy": "frame-ancestors 'self'",
        "surrogate-key": "www.molecule.to 5fcf058ca5a742c36f247ef0 pageId:6244276c68ba891f54604fa0 6244276c68ba8957f3604f9e 6244258e7e079c62f7b154f0 6244276c68ba8957f3604f9e 622f0b432a214720a6037471",
        "surrogate-control": "max-age=432000",
        "x-lambda-id": "83fbb1d1-db4c-49fd-9a62-294d011a736b",
        "content-encoding": "gzip",
        "last-modified": "Tue, 03 Jun 2025 13:09:19 GMT",
        "cf-cache-status": "HIT",
        "vary": "Accept-Encoding",
        "set-cookie": "_cfuvid=nTuhV45L0Fh5O7YWRdMCRulbQ6d729OCvCF7pA5fgaU-1749050860059-0.0.1.1-604800000; path=/; domain=.cdn.webflow.com; HttpOnly; Secure; SameSite=None",
        "cf-ray": "94a874a31921b7a8-ARN",
        "alt-svc": "h3=\":443\"; ma=86400",
        "x-cluster-name": "eu-north-1-prod-hosting-red",
        "x-firefox-spdy": "h2"
      }
    },
    "screenshotUrl": null,
    "text": "Introducing IP Tokens (IPTs): A New Incentive for Scientific Collaboration\nIntroduction\nFive years ago, we started building Molecule around a simple yet powerful idea: to place patients and researchers at the center of the drug development process. Our thesis is that the fundamental lack of innovation in drug development over the past few decades is the result of a mechanism and incentive design problem intrinsic to the market structure and macroeconomics of healthcare.\nAt Molecule, we believe this can be achieved by changing the rules of the game — patients and researchers govern intellectual property (IP) related to a drug alongside (or instead of) a pharmaceutical company, they will behave fundamentally differently with respect to pricing, access, and capital management, prioritizing cures and health outcomes as opposed to profit.\nWith the introduction of IP tokens (IPTs), an evolution of the IP-NFT framework, we are one critical step closer to that reality. IPTs are a new way of turning intellectual property into an incentive for collaboration and funding.\nFor the first time, governance around intellectual property related to a therapeutic can be freely exchanged for funding, collaboration, and support with the click of a button. This marks the beginning of an era of collaborative, globally interoperable drug development — one where patients, researchers, and funders across the world seamlessly work together to advance drugs to the clinic.\nThe Macroeconomics of IP in Drug Development\nMany talk about prioritizing patients in the drug development process, but few do. Currently, value and innovation in healthcare is driven by ownership in intellectual property that guarantees a 20-year monopoly around a therapeutic innovation. This gives an incentive to innovate, take on risk, and spend the incredibly large amount of capital required to develop a therapeutic and bring it to market. However, this model is not without profound negative implications ranging from anti-competitive behavior to patent trolling and ever-greening, which collectively harm patients. Publicly traded pharmaceutical companies’ primary obligations are to their shareholders, so year-over-year growth in profit tends to be prioritized over all else.\nIn the context of this model, what is a good drug? Well, it is one that requires many sick people to take a drug chronically, ideally for the rest of their life. Disease management is much more profitable than cures, and a “blockbuster drug” is one that many people need to take often. The market has proven this time and time again, as detailed in the report “Is Curing Disease A Sustainable Business Model”, which chronicles the story of Gilead’s treatment for hepatitis C as an example. We see these stories as intrinsic to the very fabric of the American healthcare system, which indirectly subsidizes healthcare for much of the developed world. We believe that there is a better way, and it starts with IPTs.\nWhat are IPTs and how do they work?\nIPTs are IP governance tokens. They are synthesized using IP-NFTs, a digital contract that gives the holder the right to a piece of intellectual property. IPTs govern IP pools: pools of IP and R&D data from scientific research, shared sets of IP-related resources meant to benefit a community by facilitating cooperative management and commercialization of collective IP.\nBut why is this important and why should you care? As I mentioned earlier, IP is the fundamental value driver in drug development, but is intrinsically monopolistic, often stifling innovation. IPTs represent a marked advance over the traditional model — instead of a single company or corporation controlling a piece of IP, a variety of disparate stakeholders can control IP based on funding, work, or support given to a research project. Similarly, researchers can create bounties that enable other researchers and laboratories around the world to contribute data to their project, and in exchange, own governance over the IP that is being developed by the collective. Our hypothesis is that giving patients and researchers governance over medicines will increase the quality and cost-effectiveness of drug development.\nThis is a very powerful concept. For years, experts in innovation have been suggesting the need for new innovation and collaboration models in drug development and technology development out of universities. Corporate structures and joint-venture agreements have severe limitations and tend to introduce unnecessary friction, particularly in very early collaborations that are high risk and where low administrative and cost overhead is a requirement. Here, IPTs fill the gap, enabling value creation to be shared from the earliest stages of a commercially-oriented research project.\nIPTs represents a bridging of worlds — they enable an open-source level of collaboration without losing the commercial opportunity and value-capture known to incentivize progress in traditional legal entities. Combined with the right stakeholder base — patients, researchers, and aligned supporters — IPTs creates an arbitrage opportunity in biotech: they give more equity to patients and researchers, in turn resulting in a higher quality research for lower cost. We believe patients and researchers are in it for effective cures, not to make a quick buck.\nWhat exactly do holders of IPTs have? Governance — and with it, great responsibility. One major observation we made while developing the BioDAO innovation model is that entity-level incentives (such as BioDAO tokens) are often not enough to power end-to-end drug development. While they can work to incentivize short-term collaboration and actions such as deal sourcing, diligence, and part-time efforts, they are insufficient to push forward individual projects at a high velocity. Whereas BioDAO tokens enable governance over an entire IP portfolio, IPTs enable governance over a single project’s IP and R&D data. This opens up new incentive frameworks for more granular levels of collaboration, incentivizing individuals to govern large stakes in projects in a pre-company state. For BioDAOs, it also means new sources of collaboration and liquidity. BioDAOs now have the ability to synthesize IPTs from their pre-existing IP-NFT portfolios and encourage new individuals, groups, companies, and even other DAOs, to collaborate with them, all the while accessing new sources of funding for the researcher and the DAO treasury. Collaborators could, for example, earn up to 10% of the IPTs supply in an asset for their collaboration and support, creating a strong incentive to move research forward.\nWhat’s Next?\nThe first IPTs have already been synthesized. Token holders in the VitaDAO community participated in the VITA-FAST crowdsale for Viktor Korolchuk’s project on Autophagy at the University of Newcastle, which was oversubscribed by more than 1700%! More IPTs will be synthesized on additional projects soon!\nWe will be publishing about the model, first use cases, and all of the new possibilities enabled by IPTs. We are also eager to see what you build with them, and hear your thoughts to strengthen, improve, and iterate the model.\nVisit vitadao.com and join their community to see the first IPTs in action.\n‍",
    "markdown": "# Introducing IP Tokens (IPTs): A New Incentive for Scientific Collaboration\n\n### Introduction\n\nFive years ago, we started building Molecule around a simple yet powerful idea: **to place patients and researchers at the center of the drug development process**. Our thesis is that [**the fundamental lack of innovation in drug development over the past few decades**](https://www.nature.com/articles/nrd3681) **is the result of a mechanism and incentive design problem** intrinsic to the market structure and macroeconomics of healthcare.\n\nAt Molecule, we believe this can be achieved by _changing the rules of the game_ — patients and researchers govern intellectual property (IP) related to a drug alongside (or instead of) a pharmaceutical company, they will behave fundamentally differently with respect to pricing, access, and capital management, prioritizing cures and health outcomes as opposed to profit.\n\nWith the introduction of **_IP tokens (IPTs)_**_,_ an evolution of the [IP-NFT framework](https://www.molecule.to/blog/ip-nfts-for-researchers-a-new-biomedical-funding-paradigm), we are one critical step closer to that reality. **IPTs** are a new way of turning intellectual property into an incentive for collaboration and funding.\n\nFor the first time, **governance around intellectual property related to a therapeutic can be freely exchanged for funding, collaboration, and support with the click of a button**. This marks the beginning of an era of collaborative, globally interoperable drug development — one where patients, researchers, and funders across the world seamlessly work together to advance drugs to the clinic.\n\n### The Macroeconomics of IP in Drug Development\n\nMany talk about prioritizing patients in the drug development process, but few do. Currently, value and innovation in healthcare is driven by ownership in intellectual property that guarantees a [20-year monopoly around a therapeutic innovation](https://www.uspto.gov/patents/basics). This gives an incentive to innovate, take on risk, and spend the incredibly large amount of capital required to develop a therapeutic and bring it to market. However, this model is not without profound negative implications ranging from anti-competitive behavior to patent trolling and ever-greening, which collectively harm patients. Publicly traded pharmaceutical companies’ primary obligations are to their shareholders, so year-over-year growth in profit tends to be prioritized over all else.\n\nIn the context of this model, what is a good drug? Well, it is one that requires many sick people to take a drug chronically, ideally for the [rest of their life](https://abovethelaw.com/2018/05/goldman-sachs-asks-is-curing-patients-a-sustainable-business-model/). Disease management is much more profitable than cures, and a “blockbuster drug” is one that many people need to take often. The market has proven this time and time again, as detailed in the report “[Is Curing Disease A Sustainable Business Model](https://abovethelaw.com/2018/05/goldman-sachs-asks-is-curing-patients-a-sustainable-business-model/)”, which chronicles the story of Gilead’s treatment for hepatitis C as an example. We see these stories as intrinsic to the very fabric of the American healthcare system, which indirectly subsidizes healthcare for much of the developed world. We believe that there is a better way, and it starts with **IPTs.**\n\n### What are IPTs and how do they work?\n\n**IPTs** are IP governance tokens. They are _synthesized_ using [IP-NFTs](https://docs.molecule.to/documentation/ip-nft-protocol/intro-to-ip-nft), a digital contract that gives the holder the right to a piece of intellectual property. IPTs govern IP pools: pools of IP and R&D data from scientific research, shared sets of IP-related resources meant to benefit a community by facilitating cooperative management and commercialization of collective IP.\n\nBut why is this important and why should you care? As I mentioned earlier, IP is the fundamental value driver in drug development, but is intrinsically monopolistic, often stifling innovation. **IPTs** represent a marked advance over the traditional model — instead of a single company or corporation controlling a piece of IP, a variety of disparate stakeholders can control IP based on **funding, work, or support** given to a research project. Similarly, researchers can create **bounties** that enable other researchers and laboratories around the world to contribute data to their project, and in exchange, own governance over the IP that is being developed by the collective. Our hypothesis is that giving patients and researchers governance over medicines will increase the quality and cost-effectiveness of drug development.\n\nThis is a very powerful concept. For years, [experts in innovation have been suggesting the need for new innovation and collaboration models in drug development](https://www.bmj.com/content/368/bmj.l4408) and technology development out of universities. Corporate structures and joint-venture agreements have severe limitations and tend to introduce unnecessary friction, particularly in very early collaborations that are high risk and where low administrative and cost overhead is a requirement. Here, IPTs fill the gap, enabling value creation to be shared from the earliest stages of a commercially-oriented research project.\n\n**IPTs** represents a bridging of worlds — they enable an open-source level of collaboration without losing the commercial opportunity and value-capture known to incentivize progress in traditional legal entities. Combined with the right stakeholder base — patients, researchers, and aligned supporters — **IPTs** creates an arbitrage opportunity in biotech: they give more equity to patients and researchers, in turn resulting in a higher quality research for lower cost. We believe patients and researchers are in it for effective cures, not to make a quick buck.\n\nWhat exactly do holders of **IPTs** have? Governance — and with it, great responsibility. One major observation we made while developing the BioDAO innovation model is that entity-level incentives (such as BioDAO tokens) are often not enough to power end-to-end drug development. While they can work to incentivize short-term collaboration and actions such as deal sourcing, diligence, and part-time efforts, they are insufficient to push forward individual projects at a high velocity. Whereas BioDAO tokens enable governance over an entire IP portfolio, **IPTs** enable governance over a single project’s IP and R&D data. This opens up new incentive frameworks for more granular levels of collaboration, incentivizing individuals to govern large stakes in projects in a pre-company state. For BioDAOs, it also means new sources of collaboration and liquidity. BioDAOs now have the ability to synthesize **IPTs** from their pre-existing IP-NFT portfolios and encourage new individuals, groups, companies, and even other DAOs, to collaborate with them, all the while accessing new sources of funding for the researcher and the DAO treasury. Collaborators could, for example, earn up to 10% of the IPTs supply in an asset for their collaboration and support, creating a strong incentive to move research forward.\n\n### What’s Next?\n\nThe first **IPTs** have already been synthesized. Token holders in the VitaDAO community participated in the VITA-FAST crowdsale for Viktor Korolchuk’s project on Autophagy at the University of Newcastle, which was oversubscribed by more than 1700%! More IPTs will be synthesized on additional projects soon!\n\nWe will be publishing about the model, first use cases, and all of the new possibilities enabled by IPTs. We are also eager to see what you build with them, and hear your thoughts to strengthen, improve, and iterate the model.\n\nVisit [vitadao.com](https://www.vitadao.com/) and join their [community](https://discord.com/invite/3S3ftnmZYD) to see the first IPTs in action.\n\n‍",
    "debug": {
      "requestHandlerMode": "browser"
    }
  },
  {
    "url": "https://www.molecule.to/blog/ipts-a-gain-of-function",
    "crawl": {
      "loadedUrl": "https://www.molecule.to/blog/ipts-a-gain-of-function",
      "loadedTime": "2025-06-04T15:27:51.626Z",
      "referrerUrl": "https://www.molecule.to/blog/ipts-a-gain-of-function",
      "depth": 0,
      "httpStatusCode": 200
    },
    "metadata": {
      "canonicalUrl": "https://www.molecule.to/blog/ipts-a-gain-of-function",
      "title": "IPTs: A gain of function for IP-NFTs",
      "description": "BioDAOs, such as VitaDAO, are using intellectual property non-fungible tokens (IP-NFTs) developed by Molecule to secure biotech IP and R&D data rights on Ethereum. Now BioDAOs are able to use their IP-NFTs to mint IPTs, fungible tokenized...",
      "author": null,
      "keywords": null,
      "languageCode": null,
      "openGraph": [
        {
          "property": "og:title",
          "content": "IPTs: A gain of function for IP-NFTs"
        },
        {
          "property": "og:description",
          "content": "BioDAOs, such as VitaDAO, are using intellectual property non-fungible tokens (IP-NFTs) developed by Molecule to secure biotech IP and R&D data rights on Ethereum. Now BioDAOs are able to use their IP-NFTs to mint IPTs, fungible tokenized..."
        },
        {
          "property": "og:image",
          "content": "https://cdn.prod.website-files.com/5fcf3f3d3283226f94ef2d03/64b022167e857c6f5e9750d9_thumbnail.jpeg"
        },
        {
          "property": "twitter:title",
          "content": "IPTs: A gain of function for IP-NFTs"
        },
        {
          "property": "twitter:description",
          "content": "BioDAOs, such as VitaDAO, are using intellectual property non-fungible tokens (IP-NFTs) developed by Molecule to secure biotech IP and R&D data rights on Ethereum. Now BioDAOs are able to use their IP-NFTs to mint IPTs, fungible tokenized..."
        },
        {
          "property": "twitter:image",
          "content": "https://cdn.prod.website-files.com/5fcf3f3d3283226f94ef2d03/64b022167e857c6f5e9750d9_thumbnail.jpeg"
        },
        {
          "property": "og:type",
          "content": "website"
        }
      ],
      "jsonLd": null,
      "headers": {
        "date": "Wed, 04 Jun 2025 15:27:50 GMT",
        "content-type": "text/html",
        "strict-transport-security": "max-age=31536000",
        "x-frame-options": "SAMEORIGIN",
        "content-security-policy": "frame-ancestors 'self'",
        "surrogate-key": "www.molecule.to 5fcf058ca5a742c36f247ef0 pageId:6244276c68ba891f54604fa0 6244276c68ba8957f3604f9e 6244258e7e079c62f7b154f0 6244276c68ba8957f3604f9e 622f0b432a214720a6037471",
        "surrogate-control": "max-age=432000",
        "x-lambda-id": "5c80227b-eb57-4121-bccb-60bdb7e19100",
        "content-encoding": "gzip",
        "last-modified": "Tue, 03 Jun 2025 12:10:50 GMT",
        "cf-cache-status": "HIT",
        "vary": "Accept-Encoding",
        "set-cookie": "_cfuvid=EXh9_QzQgPpQw5y7hCX025OiObWESP1eRUFh3qvK4ig-1749050870519-0.0.1.1-604800000; path=/; domain=.cdn.webflow.com; HttpOnly; Secure; SameSite=None",
        "cf-ray": "94a874e47f921656-ARN",
        "alt-svc": "h3=\":443\"; ma=86400",
        "x-cluster-name": "eu-north-1-prod-hosting-red",
        "x-firefox-spdy": "h2"
      }
    },
    "screenshotUrl": null,
    "text": "IPTs: A gain of function for IP-NFTs\nSummary \nBiotech organizations, especially BioDAOs such as VitaDAO, benefit from innovative intellectual property (IP) tooling to increase the transferability, auditability, and liquidity of IP. To that end, Molecule created intellectual property non-fungible tokens (IP-NFTs) to enable anyone to hold IP and research and development (R&D) data rights securely on Ethereum. \nGain-of-function research into IP-NFTs had led to a system for further tokenizing them into IPTs. Mintable only by IP-NFT holders, IPTs are an extension of the legal and smart contracts which make up IP-NFTs. \nIPTs represent memberships in an IP pool attached to an IP-NFT. They empower their members to self-organize and jointly develop, validate, license, and sell IP and R&D data assigned to the owner of an IP-NFT.\nBelow, members of Molecule’s legal team describe: (1) IP pooling, (2) the mechanics of creating an IP pool, (3) the rights and responsibilities of IP pool members, and (4) key regulatory themes of antitrust, freedom, securities, and existing IP market challenges. \nIP pooling\nAn IP pool is a set of IP-related resources shared for the benefit of a community. IP pools are powerful tools widely recognized as being pro-competitive, efficient, and in the public interest. \nIP pools already exist all around us: \ninside corporations, where employees regularly create IP and exchange data and inventions with each other for collective benefit; \namong biotech firms, where patent pools are administered to solve public health crises (e.g., Medicines Patent Pool);\nin software development, where nearly every tech company uses and generates open source software; and\nwith artists and creators, who have licensed over 2 billion works under Creative Commons licenses. \nBy creating tokenized IP pools using IPTs, BioDAOs can cooperatively manage their collective IP, co-governing its development and commercialization. Pool members’ rights can be limited by rules set through token holder governance such as requiring know-your-customer (KYC) disclosures and non-disclosure agreement (NDA) signatures in order to access sensitive data. \nIPTs use adhesion contracts to attach rights to tokens. Widely used in tech as terms of use, in crypto adhesion contracts are token wrapper agreements and IP licenses, e.g. the CryptoPunks Terms. Adhesion contracts adhere to IPTs, imbuing token holders with IP rights. \nThe mechanics of creating an IP pool\nThe first step in creating an PT pool is minting an IP-NFT. \nWhen minting an IP-NFT, a user attaches a legal contract to a smart contract, such as a sponsored research agreement granting rights to IP and R&D data from scientific research. This is done using mint.molecule.to, which generates a NFT denoting ownership on a distributed ledger. \nThe next step is minting IPTs using the IP-NFT. To do so, the IP-NFT owner uses their token to transact with a second smart contract that enables the IP-NFT owner to mint new tokens: IPTs. \nIPTs are fungible tokens unique to their parent IP-NFT. For example, IPTs of VitaDAO’s “Discovering Novel Autophagy Activators’’ IP-NFT funding the Viktor Korolchuk Lab at Newcastle University will be different from IPTs of VitaDAO’s ApoptoSENS IP-NFT funding Amit Sharma’s work on Senolytic CAR-NK Cells.\nThe rights and responsibilities of IP pool members\nIPTs are memberships in an IP pool governed by the Free Association of IPTs Membership Agreement (\"Membership Agreement\"). The Membership Agreement is an adhesion contract giving token holders the following rights and responsibilities:\nGovernance: Token holders have the right to participate in the governance of the IP-NFT and its development. This includes voting on proposed licenses and use of proceeds from the IP-NFT. \nAccess to Intellectual Property: Token holders have access to relevant data and IP arising from the development of the IP-NFT, with KYC/NDA required (unless otherwise governed by the token holders) to access sensitive data. This is necessary for due diligence and to govern the development of the IP-NFT intelligently. However, this does not grant any license to the IP.\nDuty of Care: Token holders have a Duty of Care to honor, support, and adhere to the terms and conditions of the Membership Agreement, including any governance agreement made pursuant to it.\nConfidentiality: Token holders must not, without consent, use or disclose any confidential information or IP for any purpose or attempt to sell or register any Confidential Information, IP, or R&D data rights developed through their participation in the token holder group. \nFor the legal contract to adhere, token holders encounter and agree to it in several places: at the point of purchasing their IPTs in the original sale, when voting with their IPTs in governance decisions, when accessing private data rooms for the IP pool, and when claiming any proceeds from licensing or sale of the IP-NFT, IP, and R&D data. \nThese points of encounter help to ensure that the duty of care over the IP pool and its governance is upheld prior to any token holder being able to claim proceeds. For example, in the event of a bad actor, the IP-NFT owner can challenge the right of the actor to receive any proceeds in view of the bad actor’s failure to uphold a reasonable duty of care.\nHolders of IPTs control the IP licensing function of the IP pool. Free to govern their IP pool and the terms upon which IP and R&D data in the IP pool gets distributed, holders could vote to issue a license for a drug patent to a pharmaceutical company, voting on the license terms and the distribution of proceeds from licensing or sale of the drug, as well as the conditions for distribution, such as KYC and accreditation requirements for people to claim them. \nKey Regulatory Themes\nIn this final section, we delve into the three key regulatory themes pertaining to the use of IPTs in IP pools: antitrust, freedom, and securities. We conclude by reviewing how IPTs can help solve existing IP market challenges. \nAntitrust\nThe history of antitrust action in IP pooling goes back as far as the Sewing Machine War of the 1850s, when manufacturers pooled patents to gain market power over one of the earliest mass-manufactured machines. Regulators of the Sewing Machine War found that the manufacturers’ pool of sewing machine technology patents slowed the pace of innovation in the market. \nToday, regulators' default assumption is actually the inverse: that IP pooling creates market efficiencies wherever it’s deployed. In fact, numerous IP case studies have shown that aggressive individual IP ownership, rather than pooled IP ownership, stifles innovation and creates anti-competitive markets which harm patients through higher costs of drugs. Pooled IP ownership can have pro-competitive effects that benefit patients and promote innovation. For example, IP pooling through open-source software standards like Linux and Apache have contributed to the growth of the internet and lowered costs for web developers, benefitting web users. In biotech, this means faster paths to market and lower costs for patients. \nIn an IP pool created by the owner of an IP-NFT minting IPTs, holders of IPTs control the licensing function as well as proceeds distribution. Together, IPT holders program the terms upon which IP, R&D data, and economic proceeds from the IP-NFT gets distributed. In order to prevent bad actors from accessing the pool, IPT holders can govern in access restrictions, such as KYC and NDAs, for their pool-controlled IP and R&D data. \nFreedom \nIP pooling is an exercise of freedom of contract that requires no special permits or governmental registrations. It also advances the purpose of the IP system, which in the United States is to promote “Progress.” The Progress Clause of the Constitution (also known as the Copyright Clause or the Intellectual Property Clause) predicates the existence of an IP system on its purpose of “promot[ing] the Progress of Science and useful Arts.”. \nThe Progress Clause recognizes that IP rights are not absolute and that they must be balanced against the public interest in developing culture, innovation, and scientific knowledge. IP pools promote this balance by encouraging collaboration and the sharing of knowledge and resources, which can lead to greater innovation and more broadly accessible technologies built for the public good. \nSecurities\nIn the development of the legal architecture of IP-NFTs and IPTs, we engaged with three independent law firms for their professional assessments. According to their evaluations, it is likely that in jurisdictions such as the U.S. and Switzerland, IP-NFTs would not be classified as securities. However, they indicated that IPTs could potentially fall under securities classification if they were to grant hard-coded economic rights to proceeds from IP-NFTs. \nAs a result, we designed IPTs to serve as memberships in IP pools. Members must govern in economic rights, carefully weighing the options in doing so as is happening today in discussions around distributions of protocol proceeds to holders of UNI tokens from the decentralized exchange Uniswap, ARB tokens from Ethereum layer 2 Arbitrum, and LDO tokens from liquid staking protocol Lido. \nMemberships in IP pools have not, to our knowledge, been treated as securities in any given jurisdiction worldwide. Despite their design as memberships in IP pools, IPTs face regulatory uncertainty around cryptographic tokens. Great minds argue that cryptographic tokens are by their very nature not securities. Rather, securities transactions happen when people make investment contracts for them. For example, in the famous Howey case the underlying things being sold were oranges. Oranges are not securities, but the way that shares of the orange harvests were being distributed and promoted by W.J. Howey Co. created investment contracts. Investment contracts are securities. Whisky barrels have also been considered securities when sold as investments. \nTherefore, anyone who mints IPTs from an IP-NFT should be aware before distributing them that whether they qualify as securities will depend on the manner of distribution in a case by case analysis. Minters should use caution regarding token marketing, consider excluding U.S. participants from any token sale, and if selling IPTs as investments then access the markets only using securities exemptions, as well as seek advice from independent legal counsel. \nExisting IP market challenges\nThe existing IP system is plagued by market challenges. Low-quality patents, IP trolls, efficient infringement, and unethical commercialization of IP have led to a choir of lobbying for IP reform. Competing interests among lobbyists from Big Tech and Big Pharma have created regulatory paralysis. 84% of patents that have been submitted to the US Patent Trial and Appeal Board (PTAB) and undergone full review are found to be at least partially invalid. When there is valid, enforceable IP, inventors often lack any moral rights to ensure that their drugs are commercialized ethically.\nIPTs are designed to solve existing IP market challenges. Here are some examples of how:\nEmpower patient community to co-govern drugs to ensure they get commercialized in the public interest (e.g. price caps on drugs and therapies, equal pay and commitments to ethical supply chains, fair compensation to inventors/researchers, etc.)\nCo-manage and co-fund IP enforcement necessary to prevent “efficient infringement” by powerful market actors (e.g., BigTech and BigPharma wielding dominant market power to infringe IP without meaningful consequences) \nUtilize on-chain transparency in IP ownership and licensing to decrease due diligence costs in IP transactions (e.g., Smart Transactions).\nOperationalize the theoretical benefits of decentralized patent examination and IP validation proposed by legal academics (e.g., Decentralized Patent System)\nUtilize established collective-action IP risk-management strategies such as anti-troll license-on-transfer IP encumbrances (e.g. LOT Network) and defensive patent aggregation (e.g. RPX)\nUse decentralization of IP and R&D data to break down IP silos that create duplicative scientific research and inefficient IP development \nAs leaders question whether distributed ledger technology can be used to create economic benefits, one need not look any further than tokenized IP. Tokenized IP unlocks liquidity and transparency in a historically opaque market. \nIPT-enabled pools distribute governance, decentralizing control over the IP licensing function and distributions of proceeds, unlocking a new means for efficiently managing biotech IP risk, facilitating early stage capital formation for scientific research, and empowering people to have more power in therapeutics development.\nIn conclusion, the innovative use of IP-NFTs and IPTs presents a significant opportunity for biotech organizations like BioDAOs to securely and efficiently manage intellectual property. These digital tools offer a promising solution to the challenges plaguing the current IP market, fostering collaboration, competition, and innovation. The introduction of tokenized IP pools can empower communities to collectively govern and commercialize their IP, contributing to greater transparency, liquidity, and returns on investments. However, the path forward requires careful navigation of potential regulatory uncertainties, particularly around securities law. As we continue to explore and refine these technologies, the future of IP management in the biotech sector looks more decentralized and democratized.",
    "markdown": "# IPTs: A gain of function for IP-NFTs\n\n### _Summary_ \n\nBiotech organizations, especially [BioDAOs](https://www.molecule.to/blog/biodaos-are-community-owned-research-translation-engines-not-investment-daos) such as [VitaDAO](http://www.vitadao.com/), benefit from innovative intellectual property (IP) tooling to increase the transferability, auditability, and liquidity of IP. To that end, Molecule created intellectual property non-fungible tokens ([IP-NFTs](https://docs.molecule.to/documentation/ip-nft-protocol/intro-to-ip-nft)) to enable anyone to hold IP and research and development (R&D) data rights securely on Ethereum. \n\nGain-of-function research into IP-NFTs had led to a system for further tokenizing them into IPTs. Mintable only by IP-NFT holders, IPTs are an extension of the legal and smart contracts which make up IP-NFTs. \n\nIPTs represent memberships in an IP pool attached to an IP-NFT. They empower their members to self-organize and jointly develop, validate, license, and sell IP and R&D data assigned to the owner of an IP-NFT.\n\nBelow, members of Molecule’s legal team describe: (1) IP pooling, (2) the mechanics of creating an IP pool, (3) the rights and responsibilities of IP pool members, and (4) key regulatory themes of antitrust, freedom, securities, and existing IP market challenges.  \n\n### _IP pooling_\n\nAn IP pool is a set of IP-related resources shared for the benefit of a community. IP pools are powerful tools widely recognized as being [pro-competitive](https://www.ftc.gov/news-events/news/speeches/antitrust-intellectual-property-law-adversaries-partners#N_20_), [efficient](https://www.computerweekly.com/blog/Open-Source-Insider/Where-is-the-economic-value-of-open-source), and in the [public interest](https://www.nature.com/articles/d41586-020-01441-2). \n\nIP pools already exist all around us: \n\n1.  inside corporations, where employees regularly create IP and exchange data and inventions with each other for collective benefit; \n2.  among biotech firms, where patent pools are administered to solve public health crises (e.g., [Medicines Patent Pool](https://medicinespatentpool.org/what-we-do/licensing-for-public-health));\n3.  in software development, where nearly every tech company uses and generates open source software; and\n4.  with artists and creators, who have licensed over 2 billion works under Creative Commons licenses. \n\nBy creating tokenized IP pools using IPTs, BioDAOs can cooperatively manage their collective IP, co-governing its development and commercialization. Pool members’ rights can be limited by rules set through token holder governance such as requiring know-your-customer (KYC) disclosures and non-disclosure agreement (NDA) signatures in order to access sensitive data.  \n\nIPTs use adhesion contracts to attach rights to tokens. Widely used in tech as terms of use, in crypto adhesion contracts are [token wrapper](https://en.wikipedia.org/wiki/Shrinkwrap_\\(contract_law\\)) agreements and IP licenses, e.g. the [CryptoPunks Terms](https://licenseterms.cryptopunks.app/). Adhesion contracts adhere to IPTs, imbuing token holders with IP rights. \n\n### _The mechanics of creating an IP pool_\n\nThe first step in creating an PT pool is minting an [IP-NFT](https://docs.molecule.to/documentation/ip-nft-protocol/intro-to-ip-nft). \n\nWhen minting an IP-NFT, a user attaches a legal contract to a smart contract, such as a sponsored research agreement granting rights to IP and R&D data from scientific research. This is done using [mint.molecule.to](https://mint.molecule.to/), which generates a NFT denoting ownership on a distributed ledger. \n\nThe next step is minting IPTs using the IP-NFT. To do so, the IP-NFT owner uses their token to transact with a second smart contract that enables the IP-NFT owner to mint new tokens: IPTs. \n\nIPTs are fungible tokens unique to their parent IP-NFT. For example, IPTs of VitaDAO’s “Discovering Novel Autophagy Activators’’ IP-NFT funding the Viktor Korolchuk Lab at Newcastle University will be different from IPTs of VitaDAO’s ApoptoSENS IP-NFT funding Amit Sharma’s work on Senolytic CAR-NK Cells.\n\n![Creating an IPT pool using Molecule](https://cdn.prod.website-files.com/5fcf3f3d3283226f94ef2d03/64b0374ec7ef96b9f2810b0d_BioDAO%20Tokenizing%20IP.png)\n\n### _The rights and responsibilities of IP pool members_\n\nIPTs are memberships in an IP pool governed by the Free Association of IPTs Membership Agreement (\"Membership Agreement\"). The Membership Agreement is an adhesion contract giving token holders the following rights and responsibilities:\n\n*   Governance: Token holders have the right to participate in the governance of the IP-NFT and its development. This includes voting on proposed licenses and use of proceeds from the IP-NFT. \n*   Access to Intellectual Property: Token holders have access to relevant data and IP arising from the development of the IP-NFT, with KYC/NDA required (unless otherwise governed by the token holders) to access sensitive data. This is necessary for due diligence and to govern the development of the IP-NFT intelligently. However, this does not grant any license to the IP.\n\n*   Duty of Care: Token holders have a Duty of Care to honor, support, and adhere to the terms and conditions of the Membership Agreement, including any governance agreement made pursuant to it.\n*   Confidentiality: Token holders must not, without consent, use or disclose any confidential information or IP for any purpose or attempt to sell or register any Confidential Information, IP, or R&D data rights developed through their participation in the token holder group.  \n\nFor the legal contract to adhere, token holders encounter and agree to it in several places: at the point of purchasing their IPTs in the original sale, when voting with their IPTs in governance decisions, when accessing private data rooms for the IP pool, and when claiming any proceeds from licensing or sale of the IP-NFT, IP, and R&D data. \n\nThese points of encounter help to ensure that the duty of care over the IP pool and its governance is upheld prior to any token holder being able to claim proceeds. For example, in the event of a bad actor, the IP-NFT owner can challenge the right of the actor to receive any proceeds in view of the bad actor’s failure to uphold a reasonable duty of care.\n\nHolders of IPTs control the IP licensing function of the IP pool. Free to govern their IP pool and the terms upon which IP and R&D data in the IP pool gets distributed, holders could vote to issue a license for a drug patent to a pharmaceutical company, voting on the license terms and the distribution of proceeds from licensing or sale of the drug, as well as the conditions for distribution, such as KYC and accreditation requirements for people to claim them.    \n\n### _Key Regulatory Themes_\n\nIn this final section, we delve into the three key regulatory themes pertaining to the use of IPTs in IP pools: antitrust, freedom, and securities. We conclude by reviewing how IPTs can help solve existing IP market challenges. \n\n### _Antitrust_\n\nThe history of antitrust action in IP pooling goes back as far as the [Sewing Machine War of the 1850s](https://www.researchgate.net/publication/228159028_The_Rise_and_Fall_of_the_First_American_Patent_Thicket_The_Sewing_Machine_War_of_the_1850s), when manufacturers pooled patents to gain market power over one of the earliest mass-manufactured machines. Regulators of the [Sewing Machine War](https://www.researchgate.net/publication/228159028_The_Rise_and_Fall_of_the_First_American_Patent_Thicket_The_Sewing_Machine_War_of_the_1850s) found that the manufacturers’ pool of sewing machine technology patents [slowed the pace of innovation](https://www.researchgate.net/publication/227405098_Do_Patent_Pools_Encourage_Innovation_Evidence_from_the_Nineteenth-Century_Sewing_Machine_Industry) in the market. \n\nToday, regulators' [default assumption is actually the inverse](https://www.ftc.gov/news-events/news/speeches/antitrust-intellectual-property-law-adversaries-partners#N_20_): that IP pooling creates market efficiencies wherever it’s deployed. In fact, [numerous IP case studies](https://maps.org/news/bulletin/can-we-have-a-psychedelic-patent-system/) have shown that aggressive individual IP ownership, rather than pooled IP ownership, stifles innovation and creates anti-competitive markets which harm patients through higher costs of drugs. Pooled IP ownership can have pro-competitive effects that benefit patients and promote innovation. For example, IP pooling through open-source software standards like Linux and Apache have contributed to the growth of the internet and lowered costs for web developers, benefitting web users. In biotech, this means faster paths to market and lower costs for patients. \n\nIn an IP pool created by the owner of an IP-NFT minting IPTs, holders of IPTs control the licensing function as well as proceeds distribution. Together, IPT holders program the terms upon which IP, R&D data, and economic proceeds from the IP-NFT gets distributed. In order to prevent bad actors from accessing the pool, IPT holders can govern in access restrictions, such as KYC and NDAs, for their pool-controlled IP and R&D data.   \n\n### _Freedom_ \n\nIP pooling is an exercise of freedom of contract that requires no special permits or governmental registrations. It also advances the purpose of the IP system, which in the United States is to promote “Progress.” The [Progress Clause of the Constitution](https://constitution.congress.gov/browse/essay/artI-S8-C8-1/ALDE_00013060/#:~:text=Article%20I%2C%20Section%208%2C%20Clause,their%20respective%20Writings%20and%20Discoveries.&text=See%20Act%20of%20Apr.) (also known as the Copyright Clause or the Intellectual Property Clause) predicates the existence of an IP system on its purpose of “promot\\[ing\\] the Progress of Science and useful Arts.”. \n\nThe Progress Clause recognizes that IP rights are not absolute and that they must be balanced against the public interest in developing culture, innovation, and scientific knowledge. IP pools promote this balance by encouraging collaboration and the sharing of knowledge and resources, which can lead to greater innovation and more broadly accessible technologies built for the public good. \n\n### _Securities_\n\nIn the development of the legal architecture of IP-NFTs and IPTs, we engaged with three independent law firms for their professional assessments. According to their evaluations, it is likely that in jurisdictions such as the U.S. and Switzerland, IP-NFTs would not be classified as securities. However, they indicated that IPTs could potentially fall under securities classification if they were to grant hard-coded economic rights to proceeds from IP-NFTs. \n\nAs a result, we designed IPTs to serve as memberships in IP pools. Members must govern in economic rights, carefully weighing the options in doing so as is happening today in discussions around distributions of protocol proceeds to holders of [UNI tokens](https://gov.uniswap.org/t/making-protocol-fees-operational/21198) from the decentralized exchange Uniswap, [ARB tokens](https://forum.arbitrum.foundation/t/distribution-of-dao-revenue-to-arb-token-holders/14412) from Ethereum layer 2 Arbitrum, and [LDO tokens](https://research.lido.fi/t/proposal-introducing-ldo-staking/4636) from liquid staking protocol Lido. \n\nMemberships in IP pools have not, to our knowledge, been treated as securities in any given jurisdiction worldwide. Despite their design as memberships in IP pools, IPTs face regulatory uncertainty around cryptographic tokens. Great minds argue that [cryptographic tokens are by their very nature not securities](https://papers.ssrn.com/sol3/papers.cfm?abstract_id=4282385). Rather, securities transactions happen when people make investment contracts for them. For example, in the famous [Howey case the underlying things being sold were oranges. Oranges are not securities, but the way that shares of the orange harvests](https://supreme.justia.com/cases/federal/us/328/293/) were being distributed and promoted by W.J. Howey Co. created investment contracts. Investment contracts are securities. [Whisky barrels](https://www.sec.gov/news/speech/1973/100873owens.pdf) have also been considered securities when [sold as investments](https://www.sec.gov/news/speech/1973/100873owens.pdf). \n\nTherefore, anyone who mints IPTs from an IP-NFT should be aware before distributing them that whether they qualify as securities will depend on the manner of distribution in a case by case analysis. Minters should use caution regarding token marketing, consider excluding U.S. participants from any token sale, and if selling IPTs as investments then access the markets only using [securities exemptions](https://www.wolterskluwer.com/en/expert-insights/dont-run-afoul-of-securities-laws), as well as seek advice from independent legal counsel. \n\n### _Existing IP market challenges_\n\nThe existing IP system is plagued by [market challenges](https://www.researchgate.net/publication/241736622_Inefficiencies_in_markets_for_intellectual_property_rights_Experiences_of_academic_and_public_research_institutions). [Low-quality patents](https://www.ftc.gov/sites/default/files/documents/public_events/evolving-ip-marketplace/rwagner2.pdf), [IP trolls](https://www.forbes.com/sites/forbesbusinesscouncil/2021/07/22/the-growing-problem-of-us-patent-trolls-and-what-should-happen-next/?sh=366dc65e15c8), [efficient infringement](https://hbr.org/2022/08/big-tech-has-a-patent-violation-problem), and unethical commercialization of IP have led to a choir of lobbying for IP reform. Competing interests among lobbyists from [Big Tech](https://www.wired.com/2015/07/google-facebook-amazon-lobbying/) and [Big Pharma](https://readsludge.com/2023/03/09/pfizer-spends-big-on-ip-lobbying-with-billions-on-the-line/) have created regulatory paralysis. [84% of patents](https://usinventor.org/assessing-ptab-invalidity-rates/#:~:text=The%20net%20result%20is%2084,have%20all%20challenged%20claims%20invalidated.) that have been submitted to the US Patent Trial and Appeal Board (PTAB) and undergone full review are found to be at least partially invalid. When there is valid, enforceable IP, inventors often [lack any moral rights](https://papers.ssrn.com/sol3/papers.cfm?abstract_id=3716247) to ensure that their drugs are commercialized ethically.\n\nIPTs are designed to solve existing IP market challenges. Here are some examples of how:\n\n*   Empower patient community to co-govern drugs to ensure they get commercialized in the public interest (e.g. price caps on drugs and therapies, equal pay and commitments to ethical supply chains, fair compensation to inventors/researchers, etc.)\n*   Co-manage and co-fund IP enforcement necessary to prevent “[efficient infringement](https://ipwatchdog.com/2017/03/17/tech-ruling-class-stifles-innovation-efficient-infringement/id=79391/)” by powerful market actors (e.g., BigTech and BigPharma wielding dominant market power to infringe IP without meaningful consequences) \n*   Utilize on-chain transparency in IP ownership and licensing to decrease due diligence costs in IP transactions (e.g., [Smart Transactions](https://ipwe.com/smart-transactions-marketplace/)).\n*   Operationalize the theoretical benefits of decentralized patent examination and IP validation proposed by legal academics (e.g., [Decentralized Patent System](https://papers.ssrn.com/sol3/papers.cfm?abstract_id=3447066))\n*   Utilize established collective-action IP risk-management strategies such as anti-troll license-on-transfer IP encumbrances (e.g. [LOT Network](https://lotnet.com/)) and defensive patent aggregation (e.g. [RPX](https://www.rpxcorp.com/))\n*   Use decentralization of IP and R&D data to break down [IP silos](https://www.forbes.com/sites/forbestechcouncil/2020/05/12/overcoming-data-silos-in-your-organization/?sh=67f529e5628a) that create duplicative scientific research and inefficient IP development \n\nAs leaders [question](https://www.whitehouse.gov/wp-content/uploads/2023/03/ERP-2023.pdf) whether distributed ledger technology can be used to create economic benefits, one need not look any further than tokenized IP. Tokenized IP unlocks liquidity and transparency in a historically opaque market. \n\nIPT-enabled pools distribute governance, decentralizing control over the IP licensing function and distributions of proceeds, unlocking a new means for efficiently managing biotech IP risk, facilitating early stage capital formation for scientific research, and empowering people to have more power in therapeutics development.\n\nIn conclusion, the innovative use of IP-NFTs and IPTs presents a significant opportunity for biotech organizations like BioDAOs to securely and efficiently manage intellectual property. These digital tools offer a promising solution to the challenges plaguing the current IP market, fostering collaboration, competition, and innovation. The introduction of tokenized IP pools can empower communities to collectively govern and commercialize their IP, contributing to greater transparency, liquidity, and returns on investments. However, the path forward requires careful navigation of potential regulatory uncertainties, particularly around securities law. As we continue to explore and refine these technologies, the future of IP management in the biotech sector looks more decentralized and democratized.",
    "debug": {
      "requestHandlerMode": "browser"
    }
  },
  {
    "url": "https://www.molecule.to/blog/dr-jack-scannell-pharmas-evolving-landscape",
    "crawl": {
      "loadedUrl": "https://www.molecule.to/blog/dr-jack-scannell-pharmas-evolving-landscape",
      "loadedTime": "2025-06-04T15:27:58.922Z",
      "referrerUrl": "https://www.molecule.to/blog/dr-jack-scannell-pharmas-evolving-landscape",
      "depth": 0,
      "httpStatusCode": 200
    },
    "metadata": {
      "canonicalUrl": "https://www.molecule.to/blog/dr-jack-scannell-pharmas-evolving-landscape",
      "title": "Dr Jack Scannell on Pharma's Evolving Landscape",
      "description": "Dr Jack Scannell has been at the forefront of diagnosing the problems in biopharma research and development (R&D). As one of Molecule’s advisors, his work has inspired and informed much of Molecule’s positioning and goals.",
      "author": null,
      "keywords": null,
      "languageCode": null,
      "openGraph": [
        {
          "property": "og:title",
          "content": "Dr Jack Scannell on Pharma's Evolving Landscape"
        },
        {
          "property": "og:description",
          "content": "Dr Jack Scannell has been at the forefront of diagnosing the problems in biopharma research and development (R&D). As one of Molecule’s advisors, his work has inspired and informed much of Molecule’s positioning and goals."
        },
        {
          "property": "og:image",
          "content": "https://cdn.prod.website-files.com/5fcf3f3d3283226f94ef2d03/656de55287b902e34abc85ed_scannell-pharmas-evolving-landscape-blog-thumbnail-optimized.jpg"
        },
        {
          "property": "twitter:title",
          "content": "Dr Jack Scannell on Pharma's Evolving Landscape"
        },
        {
          "property": "twitter:description",
          "content": "Dr Jack Scannell has been at the forefront of diagnosing the problems in biopharma research and development (R&D). As one of Molecule’s advisors, his work has inspired and informed much of Molecule’s positioning and goals."
        },
        {
          "property": "twitter:image",
          "content": "https://cdn.prod.website-files.com/5fcf3f3d3283226f94ef2d03/656de55287b902e34abc85ed_scannell-pharmas-evolving-landscape-blog-thumbnail-optimized.jpg"
        },
        {
          "property": "og:type",
          "content": "website"
        }
      ],
      "jsonLd": null,
      "headers": {
        "date": "Wed, 04 Jun 2025 15:27:55 GMT",
        "content-type": "text/html",
        "content-security-policy": "frame-ancestors 'self'",
        "x-frame-options": "SAMEORIGIN",
        "strict-transport-security": "max-age=31536000",
        "surrogate-key": "www.molecule.to 5fcf058ca5a742c36f247ef0 pageId:6244276c68ba891f54604fa0 6244276c68ba8957f3604f9e 6244258e7e079c62f7b154f0 6244276c68ba8957f3604f9e 622f0b432a214720a6037471",
        "surrogate-control": "max-age=432000",
        "x-lambda-id": "4f1a471e-d0a4-4240-90de-618f2313f79e",
        "content-encoding": "gzip",
        "last-modified": "Tue, 03 Jun 2025 13:09:11 GMT",
        "cf-cache-status": "HIT",
        "vary": "Accept-Encoding",
        "set-cookie": "_cfuvid=JJROKYgMHRVEW5V5Uj_163Y6BYBVLlF3h2BymC_QS4A-1749050875739-0.0.1.1-604800000; path=/; domain=.cdn.webflow.com; HttpOnly; Secure; SameSite=None",
        "cf-ray": "94a87504f92a82be-ARN",
        "alt-svc": "h3=\":443\"; ma=86400",
        "x-cluster-name": "eu-north-1-prod-hosting-red",
        "x-firefox-spdy": "h2"
      }
    },
    "screenshotUrl": null,
    "text": "Dr Jack Scannell on Pharma's Evolving Landscape\nSpeaking to Jack is an informative experience, due to his multidisciplinary history. He has, in his own words, been afforded the luck and privilege of being able to jump between industries over the years, following what interested him. After receiving his PhD in neuroscience from Oxford and a brief lecturership at Newcastle, he entered the commercial world, working with the Boston Consulting Group, then into healthcare investment at Sanford Bernstein, and then back and forth between biotech drug discovery, investment, and R&D consulting. This journey has given him a very broad view of the industry; all the way from the academic lab to the shelves of your local pharmacy. \nIt was this expertise that led him to write the seminal paper, “Diagnosing the Decline in Pharmaceutical R&D Efficiency” in 2012. The paper was the result of Jack’s puzzling over a pervasive contrast occurring in the biopharma industry. At the time, much of the messaging surrounding drug discovery was exceptionally positive and hopeful. The advent of technologies such as genomics, computational chemistry, genetically modified animals, and high-throughput screening were said to have delivered an injection of efficiency into drug discovery. The scientific rhetoric was that things were good. However, Jack saw the opposite productivity trend in terms of the things that really mattered; fewer and fewer new drugs per unit of scientists’ time, or dollar of public or private sector R&D investment. So why was the scientific rhetoric so different from the economic reality? \nIt was in the act of examining why huge falls in R&D output efficiency happened in the face of huge gains in R&D input efficiency, that the term ‘Eroom’s Law’ was born. Eroom’s Law is Moore’s Law (the exponential increase in computer power over time) spelled backward; a play on the exponential decrease in pharmaceutical R&D output efficiency in the face of exponential gains in input efficiency. Inflation-adjusted R&D expenses per new drug launched roughly doubled every nine years from 1950 to 2010 while, for example, DNA sequencing had become ten billion times cheaper, and X-ray crystallography has become ten thousand times cheaper.\nImage credit: Graph first displayed in Jack's 2012 paper 'Diagnosing the Decline in Pharmaceutical R&D Efficiency'\nJack's Hypotheses and Future Outlook\nIt was clear that something was definitely wrong, but what? Certain things like management and organizational structure had not changed drastically enough over the past 60 years to create such a situation, so there had to be some other explanation for the dramatic change.\nJack had a number of hypotheses, which he lumps into two main groups: \n(1) Running out of critical resources\nRoughly 90% of all prescription drugs prescribed in the US are generics. Think about the last time someone you know got antibiotics at the pharmacy, or medication for stomach ulcers, hypertension, or depression. Did they get a generic, or did they get a branded drug? Chances are it was a generic; a drug that was discovered decades ago and which is now available at low cost. When there are cheap generic alternatives that work just fine, it is very hard for expensive new drugs to compete. This has progressively pushed drug R&D into the areas where, over the last 100 years, the drug industry has had the least success and, one way or another, such areas are likely to be difficult.\nAnother kind of resource depletion is regulatory. Drug R&D in the 1950s and 1960s was, compared with today, like the wild west. Regulation and convention has, effectively, built a bunch of fences that stop the drug industry doing things that would, quite rightly, be regarded as risky or unethical, but which made innovation cheaper and easier. \n(2) Doing the wrong things with superficially higher efficiency\nWhat if the technologies and discoveries that were thought to be a drastic improvement on the scientific method were in fact, not that helpful? Had there been an overestimation of the impact of improving basic science? And what if brute-force screening methods weren’t actually increasing the chances of finding more small molecules that would make it all the way through clinical trials?\nThe 2012 paper was an excellent exercise in fleshing out the issues plaguing drug development. As with most things, there was no single factor sabotaging the industry, but rather a coalition of many small and large issues. The paper raised other contributing factors as well – for example, clinical trials are getting bigger and longer too, escalating expenses. \nThe article concluded with a musing about the future; the authors speculated that Eroom’s Law would not hold over the coming years, and it hasn’t. In 2020, Nature Reviews published a short follow-up to the 2012 article, detailing an uptick in drug productivity. The news of Eroom’s Law being broken was wrapped in caution as well as optimism, warning against complacency. More diseases are being genetically segmented, cancer types for example, meaning that while more drugs may be being approved, they are applicable to fewer and fewer people. Rare diseases have also become attractive to pharmaceutical companies as the route to drug approval can be much shorter and/or easier. \nUltimately, Jack’s goal was to trigger a bigger public debate around the issue. With over 1600 citations, Eroom’s Law is certainly being disseminated through the scientific community.\n‍\nSo, how do BioDAOs and Molecule help?\nBy creating a decentralized open-source ecosystem, BioDAOs are circumventing many pitfalls plaguing traditional drug development. Independent reviewers, optimized collaboration, large talent pools, and well-vetted capital allocation all pose effective counters to Eroom’s Law. By utilizing an open-source philosophy and technology that allows for shared governance, productivity is improved.\nBioDAOs also improve the efficiency of idea generation. By removing the geographic layer, experts from around the world are clustered into these communities, providing exceptional resources and support. In doing so, the DAOs can also source a much wider range of ideas, compared to the bubbles that often exist in biotech hubs such as the Bay Area, Boston, or Basel.\nThey also arm researchers with the crucial skill that so many lack; the ability to translate their research into commercial success. Researchers are often not equipped to pitch their ideas to biotech firms, and they shouldn’t need to be. Researchers should be researching. In streamlining this process, drug development should, in theory, improve.\nWhat advice does Jack have for researchers looking to get funded via Molecule?\nTwo things. First, consider the provenance or pedigree of your data. Things tend to fail because screening and disease models point us towards the wrong targets or the wrong compounds. More important than your p-values or effect sizes is an honest appraisal of why the p-values and effect sizes in your model systems have any relevance to human therapy. Jack has written another paper here, emphasizing the importance of predictive validity, highlighting accurate disease recapitulation. \nSecond, accept that elements of your pet project may be changed in order to make it more likely to succeed. Ultimately, the shared goal is to translate your scientific advancements into practical applications for the benefit of patients. Many of the projects that are pitched at Molecule of the DAOs have the core of a great idea but are untranslatable in their initial form. Be prepared for remodelling when you work with Molecule or the DAOs, particularly if you don’t have much experience of taking drugs from the laboratory and into the clinic.\n‍\nWhat’s next for Jack?\nCurrently, Jack is in the process of building a new company with Sir Marc Feldmann and Professor Laura Dugan. The company, Etheros, is set to produce an entirely new class of neuroprotectants, based on research performed by Prof. Dugan. Previously, Sir Marc Feldmann established anti-TNFs, which have subsequently become the best-selling drug class worldwide. \nA special thanks to Dr Jack Scannell for his time and input while writing this piece.",
    "markdown": "# Dr Jack Scannell on Pharma's Evolving Landscape\n\nSpeaking to Jack is an informative experience, due to his multidisciplinary history. He has, in his own words, been afforded the luck and privilege of being able to jump between industries over the years, following what interested him. After receiving his PhD in neuroscience from Oxford and a brief lecturership at Newcastle, he entered the commercial world, working with the Boston Consulting Group, then into healthcare investment at Sanford Bernstein, and then back and forth between biotech drug discovery, investment, and R&D consulting. This journey has given him a very broad view of the industry; all the way from the academic lab to the shelves of your local pharmacy. \n\nIt was this expertise that led him to write the seminal paper, “[Diagnosing the Decline in Pharmaceutical R&D Efficiency](https://www.nature.com/articles/nrd3681?error=cookies_not_supported&code=21dc4b8e-f754-448f-8ed6-8dce1e68fa76)” in 2012. The paper was the result of Jack’s puzzling over a pervasive contrast occurring in the biopharma industry. At the time, much of the messaging surrounding drug discovery was exceptionally positive and hopeful. The advent of technologies such as genomics, computational chemistry, genetically modified animals, and high-throughput screening were said to have delivered an injection of efficiency into drug discovery. The scientific rhetoric was that things were _good._ However, Jack saw the opposite productivity trend in terms of the things that really mattered; fewer and fewer new drugs per unit of scientists’ time, or dollar of public or private sector R&D investment. So why was the scientific rhetoric so different from the economic reality? \n\nIt was in the act of examining why huge falls in R&D output efficiency happened in the face of huge gains in R&D input efficiency, that the term ‘Eroom’s Law’ was born. Eroom’s Law is Moore’s Law (the exponential increase in computer power over time) spelled backward; a play on the exponential decrease in pharmaceutical R&D output efficiency in the face of exponential gains in input efficiency. Inflation-adjusted R&D expenses per new drug launched **roughly doubled** every nine years from 1950 to 2010 while, for example, DNA sequencing had become ten billion times cheaper, and X-ray crystallography has become ten thousand times cheaper.\n\n![How Drugs Got So Expensive - Interview with Jack Scannell | Refoundable](https://cdn.prod.website-files.com/5fcf3f3d3283226f94ef2d03/659fda6bb4b3c45400bbdff0_res-int-scannell-1.png)\n\nImage credit: Graph first displayed in Jack's 2012 paper '_Diagnosing the Decline in Pharmaceutical R&D Efficiency_'\n\n## Jack's Hypotheses and Future Outlook\n\nIt was clear that something was definitely wrong, but what? Certain things like management and organizational structure had not changed drastically enough over the past 60 years to create such a situation, so there had to be some other explanation for the dramatic change.\n\n Jack had a number of hypotheses, which he lumps into two main groups: \n\n(1)   Running out of critical resources\n\n Roughly 90% of all prescription drugs prescribed in the US are generics. Think about the last time someone you know got antibiotics at the pharmacy, or medication for stomach ulcers, hypertension, or depression. Did they get a generic, or did they get a branded drug? Chances are it was a generic; a drug that was discovered decades ago and which is now available at low cost. When there are cheap generic alternatives that work just fine, it is very hard for expensive new drugs to compete. This has progressively pushed drug R&D into the areas where, over the last 100 years, the drug industry has had the least success and, one way or another, such areas are likely to be difficult.\n\nAnother kind of resource depletion is regulatory. Drug R&D in the 1950s and 1960s was, compared with today, like the wild west. Regulation and convention has, effectively, built a bunch of fences that stop the drug industry doing things that would, quite rightly, be regarded as risky or unethical, but which made innovation cheaper and easier. \n\n(2)   Doing the wrong things with superficially higher efficiency\n\nWhat if the technologies and discoveries that were thought to be a drastic improvement on the scientific method were in fact, not that helpful? Had there been an overestimation of the impact of improving basic science? And what if brute-force screening methods weren’t actually increasing the chances of finding more small molecules that would make it all the way through clinical trials?\n\nThe 2012 paper was an excellent exercise in fleshing out the issues plaguing drug development. As with most things, there was no single factor sabotaging the industry, but rather a coalition of many small and large issues. The paper raised other contributing factors as well – for example, clinical trials are getting bigger and longer too, escalating expenses. \n\nThe article concluded with a musing about the future; the authors speculated that Eroom’s Law would not hold over the coming years, and it hasn’t. In 2020, _Nature Reviews_ published a [short follow-up](https://www.nature.com/articles/d41573-020-00059-3) to the 2012 article, detailing an uptick in drug productivity. The news of Eroom’s Law being broken was wrapped in caution as well as optimism, warning against complacency. More diseases are being genetically segmented, cancer types for example, meaning that while more drugs may be being approved, they are applicable to fewer and fewer people. Rare diseases have also become attractive to pharmaceutical companies as the route to drug approval can be much shorter and/or easier. \n\nUltimately, Jack’s goal was to trigger a bigger public debate around the issue. With over 1600 citations, Eroom’s Law is certainly being disseminated through the scientific community.\n\n‍\n\n## So, how do BioDAOs and Molecule help?\n\nBy creating a decentralized open-source ecosystem, BioDAOs are circumventing many pitfalls plaguing traditional drug development. Independent reviewers, optimized collaboration, large talent pools, and well-vetted capital allocation all pose effective counters to Eroom’s Law. By utilizing an open-source philosophy and technology that allows for shared governance, productivity is improved.\n\nBioDAOs also improve the efficiency of idea generation. By removing the geographic layer, experts from around the world are clustered into these communities, providing exceptional resources and support. In doing so, the DAOs can also source a much wider range of ideas, compared to the bubbles that often exist in biotech hubs such as the Bay Area, Boston, or Basel.\n\nThey also arm researchers with the crucial skill that so many lack; the ability to translate their research into commercial success. Researchers are often not equipped to pitch their ideas to biotech firms, and they shouldn’t need to be. Researchers should be researching. In streamlining this process, drug development should, in theory, improve.\n\n## What advice does Jack have for researchers looking to get funded via Molecule?\n\nTwo things. First, consider the provenance or pedigree of your data. Things tend to fail because screening and disease models point us towards the wrong targets or the wrong compounds. More important than your p-values or effect sizes is an honest appraisal of why the p-values and effect sizes in your model systems have any relevance to human therapy. Jack has written another paper here, emphasizing the importance of [predictive validity](https://www.nature.com/articles/s41573-022-00552-x?error=cookies_not_supported&code=ee5b1440-b66e-4b03-bdfe-896c14b5bfdc), highlighting accurate disease recapitulation. \n\nSecond, accept that elements of your pet project may be changed in order to make it more likely to succeed. Ultimately, the shared goal is to translate your scientific advancements into practical applications for the benefit of patients. Many of the projects that are pitched at Molecule of the DAOs have the core of a great idea but are untranslatable in their initial form. Be prepared for remodelling when you work with Molecule or the DAOs, particularly if you don’t have much experience of taking drugs from the laboratory and into the clinic.\n\n‍\n\n## What’s next for Jack?\n\nCurrently, Jack is in the process of building a new company with Sir Marc Feldmann and Professor Laura Dugan. The company, Etheros, is set to produce an entirely new class of neuroprotectants, based on research performed by Prof. Dugan. Previously, Sir Marc Feldmann established anti-TNFs, which have subsequently become the best-selling drug class worldwide.    \n\n_A special thanks to Dr Jack Scannell for his time and input while writing this piece._",
    "debug": {
      "requestHandlerMode": "browser"
    }
  },
  {
    "url": "https://www.molecule.to/blog/the-emerging-field-of-decentralized-science",
    "crawl": {
      "loadedUrl": "https://www.molecule.to/blog/the-emerging-field-of-decentralized-science",
      "loadedTime": "2025-06-04T15:27:59.764Z",
      "referrerUrl": "https://www.molecule.to/blog/the-emerging-field-of-decentralized-science",
      "depth": 0,
      "httpStatusCode": 200
    },
    "metadata": {
      "canonicalUrl": "https://www.molecule.to/blog/the-emerging-field-of-decentralized-science",
      "title": "The Emerging Field of Decentralized Science",
      "description": "In light of the rapid technological advancements of our time, particularly in artificial intelligence and distributed ledger technology (DLT), the need to address the pain points of traditional science is becoming increasingly urgent.",
      "author": null,
      "keywords": null,
      "languageCode": null,
      "openGraph": [
        {
          "property": "og:title",
          "content": "The Emerging Field of Decentralized Science"
        },
        {
          "property": "og:description",
          "content": "In light of the rapid technological advancements of our time, particularly in artificial intelligence and distributed ledger technology (DLT), the need to address the pain points of traditional science is becoming increasingly urgent."
        },
        {
          "property": "og:image",
          "content": "https://cdn.prod.website-files.com/5fcf3f3d3283226f94ef2d03/6703daa84d1272b42c92e624_Blosqxsxqqwef.png"
        },
        {
          "property": "twitter:title",
          "content": "The Emerging Field of Decentralized Science"
        },
        {
          "property": "twitter:description",
          "content": "In light of the rapid technological advancements of our time, particularly in artificial intelligence and distributed ledger technology (DLT), the need to address the pain points of traditional science is becoming increasingly urgent."
        },
        {
          "property": "twitter:image",
          "content": "https://cdn.prod.website-files.com/5fcf3f3d3283226f94ef2d03/6703daa84d1272b42c92e624_Blosqxsxqqwef.png"
        },
        {
          "property": "og:type",
          "content": "website"
        }
      ],
      "jsonLd": null,
      "headers": {
        "date": "Wed, 04 Jun 2025 15:27:57 GMT",
        "content-type": "text/html",
        "content-security-policy": "frame-ancestors 'self'",
        "strict-transport-security": "max-age=31536000",
        "x-frame-options": "SAMEORIGIN",
        "surrogate-key": "www.molecule.to 5fcf058ca5a742c36f247ef0 pageId:6244276c68ba891f54604fa0 6244276c68ba8957f3604f9e 6244258e7e079c62f7b154f0 6244276c68ba8957f3604f9e 622f0b432a214720a6037471",
        "surrogate-control": "max-age=432000",
        "x-lambda-id": "7a21de7f-f7a7-449b-929d-b205057e9ce8",
        "content-encoding": "gzip",
        "last-modified": "Tue, 03 Jun 2025 12:25:15 GMT",
        "cf-cache-status": "HIT",
        "age": "19177",
        "vary": "Accept-Encoding",
        "set-cookie": "_cfuvid=QcJjk2aP_.ymNMGzQq58mTykn4QoNgDVNaM81XyovIo-1749050877192-0.0.1.1-604800000; path=/; domain=.cdn.webflow.com; HttpOnly; Secure; SameSite=None",
        "cf-ray": "94a8750e5bc60a21-ARN",
        "alt-svc": "h3=\":443\"; ma=86400",
        "x-cluster-name": "eu-north-1-prod-hosting-red",
        "x-firefox-spdy": "h2"
      }
    },
    "screenshotUrl": null,
    "text": "The Emerging Field of Decentralized Science\nMolecule team member published in Frontiers in Blockchain\nIn light of the rapid technological advancements of our time, particularly in artificial intelligence and distributed ledger technology (DLT) such as blockchain, the need to address the pain points of traditional science is becoming increasingly urgent. One of the most significant criticisms is the centralization of funding and knowledge, often exemplified by new publications and research locked behind the paywalls. However, what if there was a way to change this? A way to break down these barriers and open the field to a more inclusive, transparent, and collaborative approach? \nFor us at Molecule, and for many others in the community, Decentralized Science (DeSci) represents a revolutionary way to tackle these challenges and change science for the better. By utilizing key technological advancements created by blockchain technology, such as NFTs, fungible tokens, and DAOs, DeSci could be exactly the transformative new way of conducting science that we have all been waiting for. However, as with any new paradigm, the success of DeSci requires a clear understanding of what it is about. \nAs a long-time crypto enthusiast with a background in medicine and biology, DeSci has quickly become my primary focus of interest. The potential to accelerate scientific progress and improve the translation of research into practical applications has sparked my interest. However, as a researcher, I noticed that DeSci, as an emerging field, lacks the foundational research necessary to establish common ground in discussions within both academia and the broader community. To address this gap, I conducted research recently published in Frontiers in Blockchain. This post provides a brief summary of my publication, which you can read in full here.\n‍\nDefining Decentralized Science\nUp until now, the following definition from the Ethereum Foundation has been widely used:\n“Decentralized science (DeSci) is a movement that aims to build public infrastructure for funding, creating, reviewing, crediting, storing, and disseminating scientific knowledge fairly and equitably using the Web3 stack.”\nAlthough this definition has served the community well, it may no longer fully capture the latest advancements in DeSci. Moreover, it suffers from inconsistencies in defining Web3 and the ‘Web3 stack.’ Therefore, a new definition was proposed based on an extensive literature review and expert survey:\nDecentralized Science (DeSci) represents a collaborative and decentralized approach to science, leveraging technological and infrastructural advancements such as Distributed Ledger Technology (DLT), Web3, cryptocurrencies, and Decentralized Autonomous Organizations (DAOs) to enable permissionless, open, and inclusive participation, facilitating collective governance, equitable incentivization, unrestricted access, shared ownership, and transparent funding of the scientific process. \nThis definition aims to provide the necessary granularity and clarity, not only for current DeSci ecosystem participants, but also to foster discourse within traditional academia, thereby increasing participation and advancing DeSci. \nJust as finding common ground in terminology is crucial for advancing the ecosystem, establishing shared values and principles is vital for the credibility of any new movement, particularly in science. \nAlthough closely related, values and principles serve distinct roles. Values can be considered more abstract, core beliefs that define what is important, while principles are practical guidelines that help ensure that those values are upheld. In the context of DeSci, shared values provide foundational ethos, and guiding principles offer actionable tenets to advance science and address existing challenges.\nGiven the scarcity of publications focusing on the values or principles of DeSci, input from experts in the field was used to propose the following set of shared values and guiding principles for DeSci: \n‍\nThe Shared Values of DeSci\nThese shared values form the foundation of the guiding principles of DeSci, which are proposed as practical guidelines to uphold these values and help guide the advancement of science.\n‍\nThe Guiding Values of DeSci\nThe proposed guiding principles of DeSci can also be considered recommendations for how the decentralization of science can be advanced and how new organizations in DeSci can potentially be built. \nThese guiding principles can also be seen as recommendations for advancing the decentralization of science and building new organizations within the DeSci ecosystem. \nFor instance, by providing incentives for contributions of any kind (e.g., peer review, participation in working groups), collaboration within the community can be facilitated, potentially making DeSci competitive with traditional academia. Collective ownership is also a key differentiator from movements such as open science, where openness and transparency are prioritized but with fewer technological means to enforce these values. If collective ownership can be ensured through technologies such as DLT, researchers may be more inclined to share their work, early ideas, or intellectual property more openly. \n‍\nA Call for Contribution \nWhile the proposed shared values and guiding principles can potentially help advance the decentralization of science, broader awareness and participation are needed to address the pain points of traditional science. So if you want to contribute to the mission, make sure to join the Molecule Discord server!\nFurthermore, if you're interested in researching Web3, DAOs, and DeSci, I’d love to connect! Please feel free to reach out through any of the channels below:\nE-mail: lukas@molecule.to\nDiscord: lukasweidener\nTelegram:@lukasweidener\nLet's collaborate to decentralize science!",
    "markdown": "# The Emerging Field of Decentralized Science\n\n### Molecule team member published in Frontiers in Blockchain\n\nIn light of the rapid technological advancements of our time, particularly in artificial intelligence and distributed ledger technology (DLT) such as blockchain, the need to address the pain points of traditional science is becoming increasingly urgent. One of the most significant criticisms is the centralization of funding and knowledge, often exemplified by new publications and research locked behind the paywalls. However, what if there was a way to change this? A way to break down these barriers and open the field to a more inclusive, transparent, and collaborative approach?  \n\nFor us at Molecule, and for many others in the community, Decentralized Science (DeSci) represents a revolutionary way to tackle these challenges and change science for the better. By utilizing key technological advancements created by blockchain technology, such as NFTs, fungible tokens, and DAOs, DeSci could be exactly the transformative new way of conducting science that we have all been waiting for. However, as with any new paradigm, the success of DeSci requires a clear understanding of what it is about.  \n\nAs a long-time crypto enthusiast with a background in medicine and biology, DeSci has quickly become my primary focus of interest. The potential to accelerate scientific progress and improve the translation of research into practical applications has sparked my interest. However, as a researcher, I noticed that DeSci, as an emerging field, lacks the foundational research necessary to establish common ground in discussions within both academia and the broader community. To address this gap, I conducted research recently published in Frontiers in Blockchain. This post provides a brief summary of my publication, which you can read in full [here](https://www.frontiersin.org/journals/blockchain/articles/10.3389/fbloc.2024.1375763/full).\n\n‍\n\n### **Defining Decentralized Science**\n\nUp until now, the following definition from the [Ethereum Foundation](https://ethereum.org/en/desci/) has been widely used:\n\n> _“Decentralized science (DeSci) is a movement that aims to build public infrastructure for funding, creating, reviewing, crediting, storing, and disseminating scientific knowledge fairly and equitably using the Web3 stack.”_\n\nAlthough this definition has served the community well, it may no longer fully capture the latest advancements in DeSci. Moreover, it suffers from inconsistencies in defining Web3 and the ‘Web3 stack.’ Therefore, a new definition was proposed based on an extensive literature review and expert survey:\n\n> _Decentralized Science (DeSci) represents a collaborative and decentralized approach to science, leveraging technological and infrastructural advancements such as Distributed Ledger Technology (DLT), Web3, cryptocurrencies, and Decentralized Autonomous Organizations (DAOs) to enable permissionless, open, and inclusive participation, facilitating collective governance, equitable incentivization, unrestricted access, shared ownership, and transparent funding of the scientific process._ \n\nThis definition aims to provide the necessary granularity and clarity, not only for current DeSci ecosystem participants, but also to foster discourse within traditional academia, thereby increasing participation and advancing DeSci.\n\nJust as finding common ground in terminology is crucial for advancing the ecosystem, establishing shared values and principles is vital for the credibility of any new movement, particularly in science. \n\nAlthough closely related, values and principles serve distinct roles. Values can be considered more abstract, core beliefs that define what is important, while principles are practical guidelines that help ensure that those values are upheld. In the context of DeSci, shared values provide foundational ethos, and guiding principles offer actionable tenets to advance science and address existing challenges.\n\nGiven the scarcity of publications focusing on the values or principles of DeSci, input from experts in the field was used to propose the following set of shared values and guiding principles for DeSci:  \n\n‍\n\n### **The Shared Values of DeSci**\n\nThese shared values form the foundation of the guiding principles of DeSci, which are proposed as practical guidelines to uphold these values and help guide the advancement of science.\n\n![](https://cdn.prod.website-files.com/5fcf3f3d3283226f94ef2d03/66cf2740a14d40f12a0ef771_66cf26b08a70af48dce9a70e_Screenshot%25202024-08-28%2520at%252015.31.15.png)\n\n‍\n\n### **The Guiding Values of DeSci**\n\n![](https://cdn.prod.website-files.com/5fcf3f3d3283226f94ef2d03/66cf2740a14d40f12a0ef76e_66cf27324386502e25771c3b_Screenshot%25202024-08-28%2520at%252015.33.27.png)\n\nThe proposed guiding principles of DeSci can also be considered recommendations for how the decentralization of science can be advanced and how new organizations in DeSci can potentially be built.   \n\nThese guiding principles can also be seen as recommendations for advancing the decentralization of science and building new organizations within the DeSci ecosystem.  \n\nFor instance, by providing incentives for contributions of any kind (e.g., peer review, participation in working groups), collaboration within the community can be facilitated, potentially making DeSci competitive with traditional academia. Collective ownership is also a key differentiator from movements such as open science, where openness and transparency are prioritized but with fewer technological means to enforce these values. If collective ownership can be ensured through technologies such as DLT, researchers may be more inclined to share their work, early ideas, or intellectual property more openly.  \n\n‍\n\n### **A Call for Contribution** \n\nWhile the proposed shared values and guiding principles can potentially help advance the decentralization of science, broader awareness and participation are needed to address the pain points of traditional science. So if you want to contribute to the mission, make sure to join the [Molecule Discord server](https://discord.gg/ZHGpJQzeTq)!\n\nFurthermore, if you're interested in researching Web3, DAOs, and DeSci, I’d love to connect! Please feel free to reach out through any of the channels below:\n\n*   **E-mail:** lukas@molecule.to\n*   **Discord:** lukasweidener\n*   **Telegram:**@lukasweidener\n\nLet's collaborate to decentralize science!",
    "debug": {
      "requestHandlerMode": "browser"
    }
  },
  {
    "url": "https://www.molecule.to/blog/legal-guide-to-funding-research-with-ipts",
    "crawl": {
      "loadedUrl": "https://www.molecule.to/blog/legal-guide-to-funding-research-with-ipts",
      "loadedTime": "2025-06-04T15:27:59.231Z",
      "referrerUrl": "https://www.molecule.to/blog/legal-guide-to-funding-research-with-ipts",
      "depth": 0,
      "httpStatusCode": 200
    },
    "metadata": {
      "canonicalUrl": "https://www.molecule.to/blog/legal-guide-to-funding-research-with-ipts",
      "title": "A Legal Guide to Funding Research with IPTs",
      "description": "This guide explores raising money for research using tokenized Intellectual Property (IP) rights including IP Non-Fungible Tokens (IP-NFTs) and a new token type called IPTs mintable by IP-NFT holders. Note, this guide does not provide legal advice...",
      "author": null,
      "keywords": null,
      "languageCode": null,
      "openGraph": [
        {
          "property": "og:title",
          "content": "A Legal Guide to Funding Research with IPTs"
        },
        {
          "property": "og:description",
          "content": "This guide explores raising money for research using tokenized Intellectual Property (IP) rights including IP Non-Fungible Tokens (IP-NFTs) and a new token type called IPTs mintable by IP-NFT holders. Note, this guide does not provide legal advice..."
        },
        {
          "property": "og:image",
          "content": "https://cdn.prod.website-files.com/5fcf3f3d3283226f94ef2d03/64b90ee5a82e9ec9aaa7d48b_a-legal-guide-to-funding-research-with-ip-blog-thumbnail.jpg"
        },
        {
          "property": "twitter:title",
          "content": "A Legal Guide to Funding Research with IPTs"
        },
        {
          "property": "twitter:description",
          "content": "This guide explores raising money for research using tokenized Intellectual Property (IP) rights including IP Non-Fungible Tokens (IP-NFTs) and a new token type called IPTs mintable by IP-NFT holders. Note, this guide does not provide legal advice..."
        },
        {
          "property": "twitter:image",
          "content": "https://cdn.prod.website-files.com/5fcf3f3d3283226f94ef2d03/64b90ee5a82e9ec9aaa7d48b_a-legal-guide-to-funding-research-with-ip-blog-thumbnail.jpg"
        },
        {
          "property": "og:type",
          "content": "website"
        }
      ],
      "jsonLd": null,
      "headers": {
        "date": "Wed, 04 Jun 2025 15:27:56 GMT",
        "content-type": "text/html",
        "x-frame-options": "SAMEORIGIN",
        "content-security-policy": "frame-ancestors 'self'",
        "strict-transport-security": "max-age=31536000",
        "surrogate-key": "www.molecule.to 5fcf058ca5a742c36f247ef0 pageId:6244276c68ba891f54604fa0 6244276c68ba8957f3604f9e 6244258e7e079c62f7b154f0 6244276c68ba8957f3604f9e 622f0b432a214720a6037471",
        "surrogate-control": "max-age=432000",
        "x-lambda-id": "206c303c-4543-4613-9f0d-4c8e907badc0",
        "content-encoding": "gzip",
        "last-modified": "Tue, 03 Jun 2025 12:10:55 GMT",
        "cf-cache-status": "HIT",
        "vary": "Accept-Encoding",
        "set-cookie": "_cfuvid=w05px_wBRiX3qzjzo847G3qnmCsws..fAqpp08.xVDY-1749050876352-0.0.1.1-604800000; path=/; domain=.cdn.webflow.com; HttpOnly; Secure; SameSite=None",
        "cf-ray": "94a87508cbb71656-ARN",
        "alt-svc": "h3=\":443\"; ma=86400",
        "x-cluster-name": "eu-north-1-prod-hosting-red",
        "x-firefox-spdy": "h2"
      }
    },
    "screenshotUrl": null,
    "text": "A Legal Guide to Funding Research with IPTs\nThis guide explores raising money for research using tokenized Intellectual Property (IP) rights including IP Non-Fungible Tokens (IP-NFTs) and a new token type called IPTs mintable by IP-NFT holders. Note, this guide does not provide legal advice, but rather offers general information. Always consult a legal professional before using IP-NFTs and IPTs.\n1. Conceptual Foundation \nThese are the foundational concepts essential to understanding IPTs: \nIntellectual Property (IP): Rights to exclude others from the creations of the mind, such as scientific inventions, designs, artistic works, and symbols in commerce. \nResearch & Development (R&D) Data: Findings, statistics, and other data gathered from scientific research. R&D data can be highly valuable and is often linked to IP.\nNon-Fungible Tokens (NFTs): Unique digital assets stored on a blockchain. Each NFT carries unique value and specific information. \nIP-NFTs: pools of IP and R&D data rights attached to NFTs. \nIP Pools: pools of IP rights held by different owners to facilitate the licensing process, reduce risks of IP infringement, and encourage collaboration among innovators.\nIPTs: IP pool memberships. The rights and responsibilities of the holders of IPTs are governed by adhesion contracts, e.g. this one: IPT Membership Agreement. \nAdhesion contracts: Legal agreements that attach to users of applications (e.g. terms of service and privacy policies) and token holders (e.g. the CryptoPunks Terms and the Milady Viral Public License)\n‍\n2. Tokenizing IPTs\n2.1 Minting an IP-NFT\nThe initial step is minting an IP-NFT on mint.molecule.to. Minting attaches a legal contract, such as a sponsored research agreement that grants rights to IP and R&D data from scientific research, to an NFT. This IP-NFT denotes ownership of the IP rights on Ethereum. \n2.2 Minting IPTs using the IP-NFT\nThe next step is minting IPTs using the IP-NFT. The IP-NFT holder calls the Tokenizer smart contract, which confirms IP-NFT ownership and allows the owner to mint IPTs, fungible tokens unique to their parent IP-NFT creating IP pools. \n2.3 IPT Membership Agreement\nThe IPT Membership Agreement is an adhesion contract that defines the rights and responsibilities of IPT token holders in the IP pool: \nGovernance: Token holders have the right to participate in the governance of the IP-NFT and its development. This includes voting on proposed licenses and use of proceeds from the IP-NFT. \nAccess to Intellectual Property: Token holders can govern access permissions to relevant data and other IP or future IP arising from the development of the IP-NFT. \nDuty of Care: Token holders have a Duty of Care to honor, support, and adhere to the terms and conditions of the IPT Agreement, including any governance agreement made pursuant to it.\nConfidentiality: Token holders must not, without consent, use or disclose any confidential information or IP for any purpose or attempt to sell or register any Confidential Information, IP, or R&D data rights developed through their participation in the token holder group.\n‍\n3. Legal Considerations and Best Practices \n3.1 Governance \nHolders of IPTs control the licensing function, thus governing the terms upon which IP and R&D data gets distributed. \n3.2 Compliance with IPT Membership Agreement \nToken holders encounter and agree to the terms of the IPT Membership Agreement so that it adheres to them at various stages: at the point of purchasing IPTs in the genesis sale, when voting on governance decisions, etc. \n3.3 Dealing with Malfeasance \nIn the event of a malicious actor, the IP-NFT owner and IPT holders can challenge the actor's right to receive any license or proceeds due to their failure to uphold a reasonable duty of care. \n3.4 Seeking Legal Advice \nLegal advice should be sought before engaging in the creation of IPTs and governance of IP-NFTs. This is a complex and evolving area of law with potential legal liabilities if handled incorrectly. For example, depending on how IPTs are sold, the seller may need to exclude US participants, limit the amount raised, limit the number of participants, register, and publish a prospectus or have a private placement memorandum. \n3.5 Securities Law Best Practices\nKnow the Law: Despite their design as IP governance tokens without the hallmarks of securities, courts could still find that a sale of IPTs is a securities transaction depending on how the sale is marketed, so any prospective tokenizer and seller of IPTs should follow the relevant securities laws in any jurisdiction where they offer the tokens, engaging experienced legal counsel to help navigate the complexities. \nProspectus and Disclosure: If the IPT sale is considered a securities transaction or IPTs considered asset tokens, then the seller may need to prepare a prospectus, whitepaper, or similar disclosure document. The best practice is to prepare a whitepaper anyway, which should provide comprehensive, accurate, and transparent information about the token, its rights, and the risks involved. \nOffering Exemptions: In certain jurisdictions, there are exemptions that allow people to offer tokens under exemptions that permit offerings without registering them or publishing a prospectus. For example, in Switzerland, a token issuer can make an offering to fewer than 500 investors or with a total value of less than $8 million in 12 months without triggering a requirement to publish a prospectus. In the United States, generally all token sales could be considered securities offerings no matter the token type, so people funding research with IPTs should comply with the not-touching-US requirements of Regulation S, the offering size, marketing, and character of buyer requirements of Regulation D, and any other regulation applicable, e.g. Regulation A+. \nAnti-Money Laundering (AML) and Know Your Customer (KYC) Regulations: Token sellers should comply with AML and KYC regulations to prevent illegal activities. \n‍\nAlways seek legal advice before proceeding with a token sale. This list is not exhaustive and does not constitute legal advice.",
    "markdown": "# A Legal Guide to Funding Research with IPTs\n\n![](https://cdn.prod.website-files.com/5fcf058ca5a742c36f247ef0/63ff1d3b5ce653a741e2a117_Play_fill.svg)\n\nThis guide explores raising money for research using tokenized Intellectual Property (IP) rights including IP Non-Fungible Tokens (IP-NFTs) and a new token type called IPTs mintable by IP-NFT holders. Note, this guide does not provide legal advice, but rather offers general information. Always consult a legal professional before using IP-NFTs and IPTs.\n\n![](https://cdn.prod.website-files.com/5fcf3f3d3283226f94ef2d03/64b909cbd0f40f9dd65a7cd1_a-legal-guide-to-funding-research-with-ip-blog-cover.jpg)\n\n## 1\\. Conceptual Foundation \n\nThese are the foundational concepts essential to understanding IPTs: \n\n*   Intellectual Property (IP): Rights to exclude others from the creations of the mind, such as scientific inventions, designs, artistic works, and symbols in commerce. \n*   Research & Development (R&D) Data: Findings, statistics, and other data gathered from scientific research. R&D data can be highly valuable and is often linked to IP.\n*   Non-Fungible Tokens (NFTs): Unique digital assets stored on a blockchain. Each NFT carries unique value and specific information.  \n*   IP-NFTs: pools of IP and R&D data rights attached to NFTs.  \n*   IP Pools: pools of IP rights held by different owners to facilitate the licensing process, reduce risks of IP infringement, and encourage collaboration among innovators.\n*   IPTs: IP pool memberships. The rights and responsibilities of the holders of IPTs are governed by adhesion contracts, e.g. this one: [IPT Membership Agreement](https://docs.google.com/document/d/1Iu3ALQzUa8LhIe4LIl972eGTfT296sWZZjGbtN4RbFA/edit?usp=sharing). \n*   Adhesion contracts: Legal agreements that attach to users of applications (e.g. terms of service and privacy policies) and token holders (e.g. the [CryptoPunks Terms](https://licenseterms.cryptopunks.app/) and the Milady [Viral Public License](https://viralpubliclicense.org/))  \n    ‍\n\n## 2\\. Tokenizing IPTs\n\n**2.1 Minting an IP-NFT**\n\nThe initial step is minting an IP-NFT on [mint.molecule.to](http://mint.molecule.to/). Minting attaches a legal contract, such as a sponsored research agreement that grants rights to IP and R&D data from scientific research, to an NFT. This IP-NFT denotes ownership of the IP rights on Ethereum. \n\n**2.2 Minting IPTs using the IP-NFT**\n\nThe next step is minting IPTs using the IP-NFT. The IP-NFT holder calls the Tokenizer smart contract, which confirms IP-NFT ownership and allows the owner to mint IPTs, fungible tokens unique to their parent IP-NFT creating IP pools.  \n\n**2.3 IPT Membership Agreement**\n\nThe [IPT Membership Agreement](https://docs.google.com/document/d/1Iu3ALQzUa8LhIe4LIl972eGTfT296sWZZjGbtN4RbFA/edit?usp=sharing) is an adhesion contract that defines the rights and responsibilities of IPT token holders in the IP pool: \n\n*   Governance: Token holders have the right to participate in the governance of the IP-NFT and its development. This includes voting on proposed licenses and use of proceeds from the IP-NFT. \n*   Access to Intellectual Property: Token holders can govern access permissions to relevant data and other IP or future IP arising from the development of the IP-NFT. \n\n*   Duty of Care: Token holders have a Duty of Care to honor, support, and adhere to the terms and conditions of the IPT Agreement, including any governance agreement made pursuant to it.\n*   Confidentiality: Token holders must not, without consent, use or disclose any confidential information or IP for any purpose or attempt to sell or register any Confidential Information, IP, or R&D data rights developed through their participation in the token holder group.  \n    ‍\n\n## 3\\. Legal Considerations and Best Practices \n\n**3.1 Governance** \n\nHolders of IPTs control the licensing function, thus governing the terms upon which IP and R&D data gets distributed. \n\n**3.2 Compliance with IPT Membership Agreement** \n\nToken holders encounter and agree to the terms of the IPT Membership Agreement so that it adheres to them at various stages: at the point of purchasing IPTs in the genesis sale, when voting on governance decisions, etc.  \n\n**3.3 Dealing with Malfeasance** \n\nIn the event of a malicious actor, the IP-NFT owner and IPT holders can challenge the actor's right to receive any license or proceeds due to their failure to uphold a reasonable duty of care. \n\n**3.4 Seeking Legal Advice** \n\nLegal advice should be sought before engaging in the creation of IPTs and governance of IP-NFTs. This is a complex and evolving area of law with potential legal liabilities if handled incorrectly. For example, depending on how IPTs are sold, the seller may need to exclude US participants, limit the amount raised, limit the number of participants, register, and publish a prospectus or have a private placement memorandum.  \n\n**3.5 Securities Law Best Practices**\n\n*   Know the Law: Despite their design as IP governance tokens without the hallmarks of securities, courts could still find that a sale of IPTs is a securities transaction depending on how the sale is marketed, so any prospective tokenizer and seller of IPTs should follow the relevant securities laws in any jurisdiction where they offer the tokens, engaging experienced legal counsel to help navigate the complexities. \n*   Prospectus and Disclosure: If the IPT sale is considered a securities transaction or IPTs considered asset tokens, then the seller may need to prepare a prospectus, whitepaper, or similar disclosure document. The best practice is to prepare a whitepaper anyway, which should provide comprehensive, accurate, and transparent information about the token, its rights, and the risks involved. \n*   Offering Exemptions: In certain jurisdictions, there are exemptions that allow people to offer tokens under exemptions that permit offerings without registering them or publishing a prospectus. For example, in Switzerland, a token issuer can make an offering to fewer than 500 investors or with a total value of less than $8 million in 12 months without triggering a requirement to publish a prospectus. In the United States, generally all token sales could be considered securities offerings no matter the token type, so people funding research with IPTs should comply with the _not-touching-US_ requirements of Regulation S, the offering size, marketing, and character of buyer requirements of Regulation D, and any other regulation applicable, e.g. Regulation A+.   \n*   Anti-Money Laundering (AML) and Know Your Customer (KYC) Regulations: Token sellers should comply with AML and KYC regulations to prevent illegal activities. \n\n‍\n\nAlways seek legal advice before proceeding with a token sale. This list is not exhaustive and does not constitute legal advice.",
    "debug": {
      "requestHandlerMode": "browser"
    }
  },
  {
    "url": "https://www.molecule.to/blog/the-discovery-engine-for-tokenized-science",
    "crawl": {
      "loadedUrl": "https://www.molecule.to/blog/the-discovery-engine-for-tokenized-science",
      "loadedTime": "2025-06-04T15:28:06.445Z",
      "referrerUrl": "https://www.molecule.to/blog/the-discovery-engine-for-tokenized-science",
      "depth": 0,
      "httpStatusCode": 200
    },
    "metadata": {
      "canonicalUrl": "https://www.molecule.to/blog/the-discovery-engine-for-tokenized-science",
      "title": "Meet the New Molecule.xyz: The Discovery Engine for Tokenized Science",
      "description": "Track, trade, and explore the entire IP token ecosystem - onchain, in real time",
      "author": null,
      "keywords": null,
      "languageCode": null,
      "openGraph": [
        {
          "property": "og:title",
          "content": "Meet the New Molecule.xyz: The Discovery Engine for Tokenized Science"
        },
        {
          "property": "og:description",
          "content": "Track, trade, and explore the entire IP token ecosystem - onchain, in real time"
        },
        {
          "property": "og:image",
          "content": "https://cdn.prod.website-files.com/5fcf3f3d3283226f94ef2d03/680a4a0676fdeb1e94df2cda_web_thumb.png"
        },
        {
          "property": "twitter:title",
          "content": "Meet the New Molecule.xyz: The Discovery Engine for Tokenized Science"
        },
        {
          "property": "twitter:description",
          "content": "Track, trade, and explore the entire IP token ecosystem - onchain, in real time"
        },
        {
          "property": "twitter:image",
          "content": "https://cdn.prod.website-files.com/5fcf3f3d3283226f94ef2d03/680a4a0676fdeb1e94df2cda_web_thumb.png"
        },
        {
          "property": "og:type",
          "content": "website"
        }
      ],
      "jsonLd": null,
      "headers": {
        "date": "Wed, 04 Jun 2025 15:28:05 GMT",
        "content-type": "text/html",
        "strict-transport-security": "max-age=31536000",
        "content-security-policy": "frame-ancestors 'self'",
        "x-frame-options": "SAMEORIGIN",
        "surrogate-key": "www.molecule.to 5fcf058ca5a742c36f247ef0 pageId:6244276c68ba891f54604fa0 6244276c68ba8957f3604f9e 6244258e7e079c62f7b154f0 6244276c68ba8957f3604f9e 622f0b432a214720a6037471",
        "surrogate-control": "max-age=432000",
        "x-lambda-id": "76fe5234-58c4-4b30-b5f9-f75f2bc0ed93",
        "content-encoding": "gzip",
        "last-modified": "Tue, 03 Jun 2025 12:52:44 GMT",
        "cf-cache-status": "HIT",
        "vary": "Accept-Encoding",
        "set-cookie": "_cfuvid=Ap3JUNsTf6nvT0TYeVGsiAKfYLcd1kWusczmrPApC0U-1749050885051-0.0.1.1-604800000; path=/; domain=.cdn.webflow.com; HttpOnly; Secure; SameSite=None",
        "cf-ray": "94a8753f49a837b3-ARN",
        "alt-svc": "h3=\":443\"; ma=86400",
        "x-cluster-name": "eu-north-1-prod-hosting-red",
        "x-firefox-spdy": "h2"
      }
    },
    "screenshotUrl": null,
    "text": "Meet the New Molecule.xyz: The Discovery Engine for Tokenized Science\nThe DeSci Ecosystem is Growing, and So Are We\nWhen we started building Molecule, we were driven by a simple yet powerful belief: scientific research deserves a new model, one that places discoveries in the commons, empowers researchers, and meaningfully engages global communities. \nWe believed blockchain technology could enable a new model for how scientific research is supported and stewarded, making breakthrough discoveries transparent, accessible, and scalable.That belief hasn’t changed, but the ecosystem has grown dramatically. Over the past two years, intellectual property (IP) tokens have evolved from theory to reality. We’ve seen DAO-led biotech funds take shape, early-stage projects tokenize their research, and entire scientific communities begin to organize around programmable IP. But navigating this emerging landscape has been difficult due to fragmented information and limited visibility. That’s about to change. \nYour New Command Centre for Decentralized Science\nWe’ve rebuilt Molecule from the ground up to serve as a discovery engine for tokenized scientific IP. \nExplore the IP token ecosystem\nSearch by research areas or filter by chain. Quickly surface trending projects and market movements.\nTrade IP tokens directly\nConnect your wallet and seamlessly manage your tokenized IP portfolio all in one place.\nTrack token data, volume, and holders\nGet real-time insights into what’s moving - and who’s backing it.\nDive deeper into projects\nUnderstand the science, funding, and communities behind every token.\nIt’s a simple interface representing an emerging ecosystem. And it’s built not just for today, but ready to grow along DeSci itself. \nExploring scientific IP tokens should be as intuitive as browsing DeFi protocols or an NFT marketplace. That means making the ecosystem data visible, understandable, and actionable - not fragmented and buried in PDFs or block explorers. It means helping curious researchers become contributors, helping token holders become stewards, and helping scientific communities coordinate around shared incentives.\nWe’re starting simple: a clear map of the IP token ecosystem, updated in real-time, available to everyone. But we’re building toward much more.\nWe’re launching this as a public beta—open access, open feedback, open collaboration. Whether you already hold IP tokens or you're simply DeSci-curious, we want your input to shape the future of this platform. Start exploring Molecule.xyz.\nAbout Molecule\nMolecule is dedicated to advancing scientific research through democratized funding and the tokenization of intellectual property (IP). By transforming IP into liquid, onchain assets, Molecule aligns the incentives of researchers and funders, fostering a more collaborative and efficient research ecosystem.\n‍",
    "markdown": "# Meet the New Molecule.xyz: The Discovery Engine for Tokenized Science\n\n## The DeSci Ecosystem is Growing, and So Are We\n\nWhen we started building Molecule, we were driven by a simple yet powerful belief: scientific research deserves a new model, one that places discoveries in the commons, empowers researchers, and meaningfully engages global communities.  \n\nWe believed blockchain technology could enable a new model for how scientific research is supported and stewarded, making breakthrough discoveries transparent, accessible, and scalable.That belief hasn’t changed, but the ecosystem has grown dramatically. Over the past two years, intellectual property (IP) tokens have evolved from theory to reality. We’ve seen DAO-led biotech funds take shape, early-stage projects tokenize their research, and entire scientific communities begin to organize around programmable IP. But navigating this emerging landscape has been difficult due to fragmented information and limited visibility. That’s about to change. \n\n![](https://cdn.prod.website-files.com/5fcf3f3d3283226f94ef2d03/680a7591c462cfd33ec49c87_AD_4nXe0qrFGgYakdvBtyqnUCzIXedt3HzPPx7kah3qI4gdX8_Lh6-oKeHlfP4PbKs0E8Ab_QNHMYTQwuZiblm4rluzvAeMxzMFmcHG717SwOFezHZXerJqrdzbhHLppjbhTvMbNKm9E2w.png)\n\n## Your New Command Centre for Decentralized Science\n\nWe’ve rebuilt Molecule from the ground up to serve as a **discovery engine for tokenized scientific IP**. \n\n*   **Explore the IP token ecosystem  \n    **Search by research areas or filter by chain. Quickly surface trending projects and market movements.  \n    \n*   **Trade IP tokens directly  \n    **Connect your wallet and seamlessly manage your tokenized IP portfolio all in one place.  \n    \n*   **Track token data, volume, and holders  \n    **Get real-time insights into what’s moving - and who’s backing it.  \n    \n*   **Dive deeper into projects  \n    **Understand the science, funding, and communities behind every token.\n\nIt’s a simple interface representing an emerging ecosystem. And it’s built not just for today, but ready to grow along DeSci itself. \n\nExploring scientific IP tokens should be as intuitive as browsing DeFi protocols or an NFT marketplace. That means making the ecosystem data visible, understandable, and actionable - not fragmented and buried in PDFs or block explorers. It means helping curious researchers become contributors, helping token holders become stewards, and helping scientific communities coordinate around shared incentives.\n\nWe’re starting simple: a clear map of the IP token ecosystem, updated in real-time, available to everyone. But we’re building toward much more.\n\nWe’re launching this as a public beta—open access, open feedback, open collaboration. Whether you already hold IP tokens or you're simply DeSci-curious, [we want your input](https://moleculeprotocol.typeform.com/to/v98ECnhB) to shape the future of this platform. Start exploring [Molecule.xyz](https://www.molecule.xyz/).\n\n## About Molecule\n\nMolecule is dedicated to advancing scientific research through democratized funding and the tokenization of intellectual property (IP). By transforming IP into liquid, onchain assets, Molecule aligns the incentives of researchers and funders, fostering a more collaborative and efficient research ecosystem.\n\n‍",
    "debug": {
      "requestHandlerMode": "browser"
    }
  },
  {
    "url": "https://www.molecule.to/blog/quick-start-guide-to-registering-your-proof-of-invention",
    "crawl": {
      "loadedUrl": "https://www.molecule.to/blog/quick-start-guide-to-registering-your-proof-of-invention",
      "loadedTime": "2025-06-04T15:28:06.959Z",
      "referrerUrl": "https://www.molecule.to/blog/quick-start-guide-to-registering-your-proof-of-invention",
      "depth": 0,
      "httpStatusCode": 200
    },
    "metadata": {
      "canonicalUrl": "https://www.molecule.to/blog/quick-start-guide-to-registering-your-proof-of-invention",
      "title": "Quick Start Guide to Registering Your Proof of Invention (PoI)",
      "description": "Welcome to the latest building block of Molecule’s IP Protocol, Proof of Invention!",
      "author": null,
      "keywords": null,
      "languageCode": null,
      "openGraph": [
        {
          "property": "og:title",
          "content": "Quick Start Guide to Registering Your Proof of Invention (PoI)"
        },
        {
          "property": "og:description",
          "content": "Welcome to the latest building block of Molecule’s IP Protocol, Proof of Invention!"
        },
        {
          "property": "og:image",
          "content": "https://cdn.prod.website-files.com/5fcf3f3d3283226f94ef2d03/67d40f55634c007968d5a848_Unlock_your_research_potential.jpeg"
        },
        {
          "property": "twitter:title",
          "content": "Quick Start Guide to Registering Your Proof of Invention (PoI)"
        },
        {
          "property": "twitter:description",
          "content": "Welcome to the latest building block of Molecule’s IP Protocol, Proof of Invention!"
        },
        {
          "property": "twitter:image",
          "content": "https://cdn.prod.website-files.com/5fcf3f3d3283226f94ef2d03/67d40f55634c007968d5a848_Unlock_your_research_potential.jpeg"
        },
        {
          "property": "og:type",
          "content": "website"
        }
      ],
      "jsonLd": null,
      "headers": {
        "date": "Wed, 04 Jun 2025 15:28:05 GMT",
        "content-type": "text/html",
        "content-security-policy": "frame-ancestors 'self'",
        "x-frame-options": "SAMEORIGIN",
        "strict-transport-security": "max-age=31536000",
        "surrogate-key": "www.molecule.to 5fcf058ca5a742c36f247ef0 pageId:6244276c68ba891f54604fa0 6244276c68ba8957f3604f9e 6244258e7e079c62f7b154f0 6244276c68ba8957f3604f9e 622f0b432a214720a6037471",
        "surrogate-control": "max-age=432000",
        "x-lambda-id": "334ad927-dae7-4227-a14c-7a10138ecf2c",
        "content-encoding": "gzip",
        "last-modified": "Tue, 03 Jun 2025 13:08:57 GMT",
        "cf-cache-status": "HIT",
        "vary": "Accept-Encoding",
        "set-cookie": "_cfuvid=2IoM0BbADg8EGPIH4LmdvnILxGb6lOn4gDiPrQQ2Z90-1749050885055-0.0.1.1-604800000; path=/; domain=.cdn.webflow.com; HttpOnly; Secure; SameSite=None",
        "cf-ray": "94a8753f4852de5f-ARN",
        "alt-svc": "h3=\":443\"; ma=86400",
        "x-cluster-name": "eu-north-1-prod-hosting-red",
        "x-firefox-spdy": "h2"
      }
    },
    "screenshotUrl": null,
    "text": "Quick Start Guide to Registering Your Proof of Invention (PoI)\nWelcome to the latest building block of Molecule’s IP Protocol, Proof of Invention! \nPoI offers a seamless, affordable, and secure way to prove ownership of your innovative ideas. Whether you're an early-stage inventor or part of a decentralized scientific community, PoI provides a timestamped, verifiable proof of creation, empowering you to protect and manage your ideas more efficiently. Here’s how you can get started with PoI.\n‍Step 1: Visit Molecule’s Website\nStart by heading over to Molecule’s website. Once you're there, look for the 'Create' button on the homepage. Click on it to begin the process of registering your invention and creating your PoI.\nThis will guide you to the PoI platform where you can securely submit your invention details and generate the unique, timestamped proof linked to your wallet.\n\nStep 2: Login or Connect Your Wallet\nTo get started with creating your Proof of Invention, you'll need to log in to the platform.\nConnect with Web3 Wallet: You can connect with a Web3 wallet like MetaMask. If you don’t already have one, download the MetaMask extension or MetaMask app by following the setup guide.\nLog In with email or socials: Alternatively, you can log in using your e-mail address or your Google account.\nStep 3: Present Your Invention\nOnce you’ve logged in, you can securely submit the confidential files that describe your invention. Rest assured, your content remains private, nothing is disclosed during this process.\nStep 4: Upload Your Invention Files\nDrag and drop your files, or select the files and folders from your device that describe your invention. \nIdeally, add a plain README.md text file to your PoI files. This file is optional, but if you choose to make it publicly visible later, it allows others to understand and reasoning behind your innovation.\nAfter uploading your invention files, click on “Create PoI root” to register you PoI.\n‍\nStep 4: Confirm via Your Wallet to Generate PoI\nOnce your invention files are uploaded, you'll need to confirm the transaction in your wallet to generate the Proof of Invention (PoI). This action links the unique, timestamped cryptographic hash to your wallet, securing your intellectual property with verifiable proof of creation.\nSimply approve the request in your wallet to complete the process and finalize the generation of your PoI.\nStep 5: Verify Ownership and Access Your PoI\nOnce your PoI is registered, click on \"My Inventions\" to access the PoI root and view your registered invention. This is where you can track and manage your PoIs, ensuring your IP is securely stored and easily accessible.\nYou can easily prove you're the original creator at any point in time by revealing only a portion of your invention. This ensures that your intellectual property remains secure and verifiable without disclosing sensitive details.\nYou're Ready to Protect Your Invention!\nThat's it! You've successfully registered and timestamped your PoI, and are ready to verify ownership. By using this innovative onchain solution, you're not only securing your intellectual property with verifiable proof of creation but also taking control of how your innovations are protected. \nWelcome to the future of IP!\n‍",
    "markdown": "# Quick Start Guide to Registering Your Proof of Invention (PoI)\n\nWelcome to the latest building block of Molecule’s IP Protocol, Proof of Invention! \n\nPoI offers a seamless, affordable, and secure way to prove ownership of your innovative ideas. Whether you're an early-stage inventor or part of a decentralized scientific community, PoI provides a timestamped, verifiable proof of creation, empowering you to protect and manage your ideas more efficiently. Here’s how you can get started with PoI.\n\n### ‍Step 1: Visit Molecule’s Website\n\nStart by heading over to [Molecule’s website](https://molecule.to/). Once you're there, look for the **'Create'** button on the homepage. Click on it to begin the process of registering your invention and creating your PoI.\n\n![](https://cdn.prod.website-files.com/5fcf3f3d3283226f94ef2d03/67d40f72d30cd590f0e78d61_AD_4nXcTxOkqbxkkYNF9Uq0BYLhe9QtuvgF644rEvHgolA4ggWlP_N07E50yW-OtKA1a7NIY5lcQxH9u41idmzk39MwAcjcKtxG0zGb85DEK9IcPB20kpPVeGxkyPTckqohGCtn13irTPg.png)\n\nThis will guide you to the [PoI platform](https://poi.molecule.xyz/) where you can securely submit your invention details and generate the unique, timestamped proof linked to your wallet.\n\n![](https://cdn.prod.website-files.com/5fcf3f3d3283226f94ef2d03/67d40f72714b408b9db555fd_AD_4nXeQYVKT-dNfYWOz4SxlANzoT4jxVK_xEklNELHFLMX0H8n7n4bMicuSxz192ty8RsY4Zshd2R0YHWhcS8jbYOprmsFeyKT3JBzePkSc99iAap24SHMoHnnBTQjO0_os-H1vxsS2.png)\n\n###   \nStep 2: Login or Connect Your Wallet\n\n![](https://cdn.prod.website-files.com/5fcf3f3d3283226f94ef2d03/67d40f721b8922a3e35192b1_AD_4nXcyJ4cHrRey42_wY0ViZSbTea7d4CbtapRzMTDTvbb1JFJnZVamltV-FhGtUHW44TF1lPXK6e0njqn0qYcBMc746NRNZ8UM1rTIKuz494lLT0bMhNn_hWmMRhK_MJeGK_DJndKiVA.png)\n\nTo get started with creating your Proof of Invention, you'll need to log in to the platform.\n\n![](https://cdn.prod.website-files.com/5fcf3f3d3283226f94ef2d03/67d40f72ea493bf195b6c048_AD_4nXdsd2wFs55fvogPR2EK5o4jopdxM4UZpWegO0O4cE5QFv0zD4QVBpgOT6u6ALsBfinCgiZcLviTMOqcvLEYv7bUgqbyjT7w4et2bGF2iiwUcFmLDdWs3RN3Jv9mqKYqJPrP4BFrYQ.png)\n\n**Connect with Web3 Wallet:** You can connect with a Web3 wallet like [MetaMask](https://metamask.io/en-GB). If you don’t already have one, download the [MetaMask extension](https://chromewebstore.google.com/detail/metamask/nkbihfbeogaeaoehlefnkodbefgpgknn?utm_source=google.com&pli=1) or MetaMask app by following the [setup guide](https://support.metamask.io/start/getting-started-with-metamask/).\n\n**Log In with email or socials:** Alternatively, you can log in using your e-mail address or your Google account.\n\n### Step 3: Present Your Invention\n\nOnce you’ve logged in, you can securely submit the confidential files that describe your invention. Rest assured, your content remains private, nothing is disclosed during this process.\n\n![](https://cdn.prod.website-files.com/5fcf3f3d3283226f94ef2d03/67d40f7395ae9623cc098e3e_AD_4nXdC1zChXsoFvIKw4r9esP12CQDSRBsmxJucuiU81blq0jGNyp5vSITyjRT8xgVrTbdFU43ozA2lyvClLeKGLZnTVzkNfpsKrjh-69azlqzewaWBJphrkBGVIRLuURPViDASkZYHmg.png)\n\n### Step 4: Upload Your Invention Files\n\nDrag and drop your files, or select the files and folders from your device that describe your invention. \n\nIdeally, add a plain **README.md** text file to your PoI files. This file is optional, but if you choose to make it publicly visible later, it allows others to understand and reasoning behind your innovation.\n\n![](https://cdn.prod.website-files.com/5fcf3f3d3283226f94ef2d03/67d40f725a301e8ef6e63625_AD_4nXf0aBJptnjKaTpNTD7vZBreiCmrAs7hh56t08xDzv5IgeRdxdM1-SIM1eqNqdBis9sIkj9kEStDtrn9os6yKuN4vF1KgETeEIH0DcYscEmmtYMtMCzZ4vDR_MPoe-AjkkgGigQbTQ.png)\n\nAfter uploading your invention files, click on “Create PoI root” to register you PoI.\n\n![](https://cdn.prod.website-files.com/5fcf3f3d3283226f94ef2d03/67d40f72a257aa9f5a6580b2_AD_4nXcTGFPUm-n6Af3SFA-Qku7UbHMsQm8bexGATJL-IPhQw3e-ZBhB0Qr4Fkres_zkFN2kwP92U25mP2MCIkMoDwXzcQvby0T4YeRVfUE5FJ71LYmDko2FVEnf4OL8EVdcsCV7cYhIyA.png)\n\n‍\n\n### Step 4: Confirm via Your Wallet to Generate PoI\n\nOnce your invention files are uploaded, you'll need to confirm the transaction in your wallet to generate the Proof of Invention (PoI). This action links the unique, timestamped cryptographic hash to your wallet, securing your intellectual property with verifiable proof of creation.\n\n![](https://cdn.prod.website-files.com/5fcf3f3d3283226f94ef2d03/67d40f72e8f9f544e6013fac_AD_4nXdbHF9GLNLMefaEFRUUWAwZ-rvXpfVyK_kiFvOVuLuka6LDaHQAYEewM4zQVzgd_cLqcr6pQEyBAor1qqpvgaepE_1vz5gJZ9ZNXVHkd8y4cVBlruT28qamf_C8TnbxmlE1bkFF0w.jpeg)\n\nSimply approve the request in your wallet to complete the process and finalize the generation **of your PoI.**\n\n### Step 5: Verify Ownership and Access Your PoI\n\nOnce your PoI is registered, click on \"My Inventions\" to access the PoI root and view your registered invention. This is where you can track and manage your PoIs, ensuring your IP is securely stored and easily accessible.\n\n![](https://cdn.prod.website-files.com/5fcf3f3d3283226f94ef2d03/67d40f7228f1bd1a626226ac_AD_4nXe91XmzderztYQCLIwEM0MM3BL5Mbb-spOmf74Fy7fFhdkRPrp96D2qtc8aiBzfLv0EDECSTbSMfjzQyocKbPRruzIy4VGe67q9j3CeuSFUAi7REpgifMoyUOO7J_IeQaQZzaR3LA.png)\n\nYou can easily prove you're the original creator at any point in time by revealing only a portion of your invention. This ensures that your intellectual property remains secure and verifiable without disclosing sensitive details.\n\n### **You're Ready to Protect Your Invention!**\n\nThat's it! You've successfully registered and timestamped your PoI, and are ready to verify ownership. By using this innovative onchain solution, you're not only securing your intellectual property with verifiable proof of creation but also taking control of how your innovations are protected. \n\nWelcome to the future of IP!\n\n‍",
    "debug": {
      "requestHandlerMode": "browser"
    }
  }
]